Repository: tobaco/core
Catalog: .tx/source/*/comments/*_content.xlf
Languages: tl

# tl_content.com_order.0
source: Sort order
tl: Sorteringsrekkefølge

# tl_content.com_order.1
source: Please choose the sort order.
tl: Vennligst velg sorteringsrekkefølge

# tl_content.com_perPage.0
source: Items per page
tl: Elementer per side

# tl_content.com_perPage.1
source: The number of comments per page. Set to 0 to disable pagination.
tl: Antall kommentarer per side. Sett til 0 for å deaktivere sideskift.

# tl_content.com_moderate.0
source: Moderate
tl: Moderere

# tl_content.com_moderate.1
source: Approve comments before they are published on the website.
tl: Godkjenn kommentarer før de publiseres på nettstedet.

# tl_content.com_bbcode.0
source: Allow BBCode
tl: Tillat BBCode

# tl_content.com_bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: Tillat besøkende å formatere kommentarer med BBCode.

# tl_content.com_requireLogin.0
source: Require login to comment
tl: Krev innlogging for å kommentere

# tl_content.com_requireLogin.1
source: Allow only authenticated users to create comments.
tl: Tillat bare at godkjente brukere kan lage kommentarer.

# tl_content.com_disableCaptcha.0
source: Disable the security question
tl: Deaktiver sikkerhetsspørsmålet

# tl_content.com_disableCaptcha.1
source: Here you can disable the security question (not recommended).
tl: Her kan du deaktivere sikkerhetsspørsmålet (ikke anbefalt).

# tl_content.com_template.0
source: Comments template
tl: Mal for kommentarer

# tl_content.com_template.1
source: Here you can select the comments template.
tl: Her kan du velge malen for kommentarer.

# tl_content.comment_legend
source: Comment settings
tl: Kommentarinnstillinger
