Repository: tobaco/core
Catalog: .tx/source/*/comments/default.xlf
Languages: no, ta

# MSC.com_name
source: Name
no: Navn
ta: பெயர்

# MSC.com_email
source: E-mail (not published)
no: E-post (ikke publisert)
ta: மின்னஞ்சல் (வெளியிடப்படமாட்டாது)

# MSC.com_website
source: Website
no: Nettsted
ta: இணையத்தளம்

# MSC.com_comment
source: Comment
no: Kommentar
ta: பின்னூட்டம்

# MSC.com_notify
source: Notify me of new comments by e-mail
no: Varsle meg om nye kommentarer via e-post
ta: புதிய பின்னூட்டங்களை மின்னஞ்சல் மூலம் எனக்கு நினைவுறுத்து

# MSC.com_submit
source: Submit comment
no: Send inn kommentar
ta: பின்னூட்டத்தை சமர்ப்பி

# MSC.com_by
source: Comment by
no: Kommentert av
ta: பின்னூட்டமிட்டது

# MSC.com_reply
source: Reply by
no: Svar av
ta: பதிலிட்டது

# MSC.com_quote
source: %s wrote:
no: %s skrev:
ta: %s எழுதியது:

# MSC.com_code
source: Code:
no: Kode:
ta: நிரல்:

# MSC.com_subject
source: New comment on %s
no: Ny kommentar på %s
ta: %s இல் புதிய பின்னூட்டம்

# MSC.com_message
source: %s has created a new comment on your website. --- %s --- View: %s Edit: %s If you are moderating comments, you have to log in to the back end to publish it.
no: %s har skrevet en ny kommentar på nettstedet ditt. --- %s --- Se: %s Rediger: %s Hvis du modererer kommentarer, må du logge deg på back end for å publisere den.

# MSC.com_confirm
source: Your comment has been added and is now pending for approval.
no: Din kommentar har blitt lagt til og venter nå på godkjenning.
ta: உங்கள் பின்னூட்டம் சேர்க்கப்பட்டு மட்டறுத்தலுக்காய் காத்திருக்கின்றது

# MSC.com_optInConfirm
source: Your subscription has been activated
no: Ditt abonnementet er blitt aktivert
ta: உங்கள் சந்தா செயற்படுத்தப்பட்டது

# MSC.com_optInCancel
source: Your subscription has been cancelled
no: Ditt abonnementet er blitt stoppet
ta: உங்கள் சந்தா நிறுத்தப்பட்டது

# MSC.com_optInSubject
source: Your subscription on %s
no: Ditt abonnementet på %s
ta: %s இல் உங்கள் சந்தா

# MSC.com_optInMessage
source: Hello %s, please confirm that you want to be notified of new comments by e-mail on this page: %s --- Confirm: %s Cancel: %s
no: Hei %s, Vennligst bekreft at du ønsker å bli varslet om nye kommentarer via e-post på denne siden: %s --- Bekreft: %s Avbryt: %s
ta: வணக்கம் %s,⏎ ⏎ நீங்கள் இந்தப்பக்கத்தின் புதிய பின்னூட்டங்களை மின்னஞ்சல் மூலம் நினைவுறுத்தப்பட வேண்டும் என்பதனை உறுதி செய்யுங்கள்:⏎ ⏎ %s⏎ ⏎ ---⏎ ⏎ உறுதிசெய்: %s⏎ நிராகரி: %s⏎

# MSC.com_notifySubject
source: A new comment has been added on %s
no: En ny kommentar har blitt lagt til på %s
ta: %s இல் ஒரு புதிய பின்னூட்டம் சேர்க்கப்பட்டுள்ளது

# MSC.com_notifyMessage
source: Hello %s, a new comment has been added on a page you have subscribed to: %s --- To cancel your subscription, please click here: %s
no: Hei %s, En ny kommentar er lagt til på en side du abonnerer på: %s --- Vennligst trykker her hvis du vil avbryte abonnementet: %s
