Repository: tobaco/core
Catalog: .tx/source/*/core/*_article.xlf
Languages: tl

# tl_article.title.0
source: Title
tl: Naslov

# tl_article.title.1
source: Please enter the article title.
tl: Upišite naslov članka.

# tl_article.alias.0
source: Article alias
tl: Alias članka

# tl_article.alias.1
source: The article alias is a unique reference to the article which can be called instead of its numeric ID.
tl: Alias članka je jedinstvena referenca članka koja se može pozvati umjesto njegovog numeričkog ID-a.

# tl_article.author.0
source: Author
tl: Autor

# tl_article.author.1
source: Here you can change the author of the article.
tl: Ovdje možete izmijeniti autora članka.

# tl_article.inColumn.0
source: Display in
tl: Prikazati u

# tl_article.inColumn.1
source: Please choose the layout section you want the article to be displayed in.
tl: Odredite u kojoj će se sekciji rasporeda sajta prikazivati ovaj članak.

# tl_article.keywords.0
source: Meta keywords
tl: Meta keywords (tražene riječi)

# tl_article.keywords.1
source: Here you can enter a list of comma separated keywords. Keywords, however, are no longer relevant to most search engines (including Google).
tl: Ovdje možete upisati popis ključnih riječi sajta odvojenih zarezom. Ove riječi će analizirati tražilice poput Google ili Bing. Tražilice obično pregledavaju do 800 znakova.

# tl_article.teaserCssID.0
source: Teaser CSS ID/class
tl: Uvod članka (Teaser) CSS ID/class

# tl_article.teaserCssID.1
source: Here you can set an ID and one or more classes for the teaser element.
tl: Ovdje možete upisati ID i jednu ili više CSS klasa za uvod članka.

# tl_article.showTeaser.0
source: Show teaser
tl: Prikazati uvod članka (teaser)

# tl_article.showTeaser.1
source: Show the article teaser if there are multiple articles.
tl: Prikazati uvod članka ako postoji više članaka.

# tl_article.teaser.0
source: Article teaser
tl: Uvod članka (teaser)

# tl_article.teaser.1
source: The article teaser can also be displayed with the content element "article teaser".
tl: Uvod članka može također biti prikazan i s elementom sadržaja "uvod članka

# tl_article.printable.0
source: Syndication
tl: Print moguć

# tl_article.printable.1
source: Here you can choose which options are available.
tl: Dodajte link za eksport članka u PDF fajl.

# tl_article.cssID.1
source: Here you can set an ID and one or more classes.
tl: Ovdje možete upisati ID i jednu ili više CSS klasa.

# tl_article.space.0
source: Space in front and after
tl: Razmak prije i poslije

# tl_article.space.1
source: Here you can enter the spacing in front of and after the article in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Ovdje možete upisati razmak prije i nakon članka, izražen u pikselima. Ali trebali bi ste izbjegavati inline stilove i razmak definirati u CSS fajlu.

# tl_article.published.0
source: Publish article
tl: Objavi članak

# tl_article.published.1
source: Make the article publicly visible on the website.
tl: Objavite članak i prikažite ga svim posjetiteljima sajta.

# tl_article.start.0
source: Show from
tl: Prikazati od

# tl_article.start.1
source: Do not show the article on the website before this day.
tl: Ne prikazivaj ovaj članak prije ovog datuma.

# tl_article.stop.0
source: Show until
tl: Prikazati do

# tl_article.stop.1
source: Do not show the article on the website on and after this day.
tl: Ne prikazivaj ovaj članak nakon ovog datuma.

# tl_article.tstamp.0
source: Revision date
tl: Datum izmjena

# tl_article.tstamp.1
source: Date and time of the latest revision
tl: Datum i vrijeme posljednje izmjene

# tl_article.title_legend
source: Title and author
tl: Naslov i autor

# tl_article.layout_legend
source: Section and keywords
tl: Sekcija i ključne riječi

# tl_article.teaser_legend
source: Article teaser
tl: Uvod članka

# tl_article.expert_legend
source: Expert settings
tl: Stručne postavke

# tl_article.publish_legend
source: Publish settings
tl: Postavke objavljivanja

# tl_article.print
source: Print the page
tl: Ispis stranice

# tl_article.pdf
source: Export as PDF
tl: Izvezi kao PDF

# tl_article.facebook
source: Share on Facebook
tl: Podijeli na Facebook

# tl_article.twitter
source: Share on Twitter
tl: Podijeli na Twitter

# tl_article.header
source: Header
tl: Zaglavlje

# tl_article.left
source: Left column
tl: Lijevi stupac

# tl_article.main
source: Main column
tl: Glavni stupac

# tl_article.right
source: Right column
tl: Desni stupac

# tl_article.footer
source: Footer
tl: Dno stranice

# tl_article.new.0
source: New article
tl: Novi članak

# tl_article.new.1
source: Create a new article
tl: Kreirajte novi članak

# tl_article.show.0
source: Article details
tl: Detalji članka

# tl_article.show.1
source: Show the details of article ID %s
tl: Prikazivanje detalja članka s ID %s

# tl_article.edit.0
source: Edit article
tl: Edituj članak

# tl_article.edit.1
source: Edit article ID %s
tl: Editujte članak s ID %s

# tl_article.editheader.0
source: Edit article settings
tl: Edituj postavke članka

# tl_article.editheader.1
source: Edit the settings of article ID %s
tl: Edituj postavke članka s ID %s

# tl_article.copy.0
source: Duplicate article
tl: Kopiraj članak

# tl_article.copy.1
source: Duplicate article ID %s
tl: Kopirajte članak s ID %s

# tl_article.cut.0
source: Move article
tl: Premjesti članak

# tl_article.cut.1
source: Move article ID %s
tl: Premjestite članak s ID %s

# tl_article.delete.0
source: Delete article
tl: Izbriši članak

# tl_article.delete.1
source: Delete article ID %s
tl: Izbrišite članak s ID %s

# tl_article.toggle.0
source: Publish/unpublish article
tl: Objavi/odjavi članak

# tl_article.toggle.1
source: Publish/unpublish article ID %s
tl: Objavi/odjavi članak s ID %s

# tl_article.pasteafter.0
source: Paste after
tl: Zalijepi nakon (Paste after)

# tl_article.pasteafter.1
source: Paste after article ID %s
tl: Zalijepite nakon članka s ID %s

# tl_article.pasteinto.0
source: Paste into
tl: Zalijepi u (Paste into)

# tl_article.pasteinto.1
source: Paste into page ID %s
tl: Zalijepite u stranicu s ID %s
