Repository: tobaco/core
Catalog: .tx/source/*/core/*_content.xlf
Languages: tl

# tl_content.type.0
source: Element type
tl: Vrsta elementa

# tl_content.type.1
source: Please choose the type of content element.
tl: Odaberite vrstu elementa sadržaja.

# tl_content.headline.0
source: Headline
tl: Glavni naslov

# tl_content.headline.1
source: Here you can add a headline to the content element.
tl: Ovdje možete dodati glavni naslov elementa sadržaja.

# tl_content.text.0
source: Text
tl: Tekst

# tl_content.text.1
source: You can use HTML tags to format the text.
tl: Za formatiranje teksta možete koristiti HTML tagove.

# tl_content.addImage.0
source: Add an image
tl: Dodaj sliku

# tl_content.addImage.1
source: Add an image to the content element.
tl: Dodajte sliku u element sadržaja.

# tl_content.singleSRC.0
source: Source file
tl: Izvorni fajl

# tl_content.singleSRC.1
source: Please select a file or folder from the files directory.
tl: Odaberite fajl ili mapu iz direktorija fajlova.

# tl_content.alt.0
source: Alternate text
tl: Alternativni tekst

# tl_content.alt.1
source: Here you can enter an alternate text for the image (<em>alt</em> attribute).
tl: Pristupačan sajt uvijek mora pružiti alternativni tekst za slike i filmove s kratkim opisom njihovog sadržaja.

# tl_content.size.0
source: Image width and height
tl: Širina i visina slike

# tl_content.size.1
source: Here you can set the image dimensions and the resize mode.
tl: Upišite širinu ili visinu slike, ili obje vrijednosti, kako bi je odrezali.

# tl_content.imagemargin.0
source: Image margin
tl: Margin slike

# tl_content.imagemargin.1
source: Here you can enter the top, right, bottom and left margin.
tl: Ovdje možete upisati gornji, desni, donji i lijevi margin.

# tl_content.imageUrl.0
source: Image link target
tl: Ciljani link

# tl_content.imageUrl.1
source: A custom image link target will override the lightbox link, so the image cannot be viewed fullsize anymore.
tl: Posebni cilj linka zamijenit će lightbox link tako da se slika više neće moći gledati u cijeloj svojoj veličini.

# tl_content.fullsize.0
source: Full-size view/new window
tl: Pregled cijele slike

# tl_content.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
tl: Dodajte lightbox link za pregled slike u cijeloj njenoj veličini (full-size).

# tl_content.floating.0
source: Image alignment
tl: Pozicija slike

# tl_content.floating.1
source: Please specify how to align the image.
tl: Odredite poziciju slike

# tl_content.caption.0
source: Image caption
tl: Opis slike

# tl_content.caption.1
source: Here you can enter a short text that will be displayed below the image.
tl: Ovdje možete upisati kratki tekst koji će se prikazivati ispod slike.

# tl_content.html.0
source: HTML code
tl: HTML kod

# tl_content.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
tl: U glavnim postavkama backenda možete izmijeniti popis dozvoljenih HTML tagova.

# tl_content.listtype.0
source: List type
tl: Vrsta liste

# tl_content.listtype.1
source: Please choose the type of list.
tl: Odaberite vrstu liste.

# tl_content.listitems.0
source: List items
tl: Običan popis

# tl_content.listitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
tl: Ako je JavaScript isključen, prije izmjene poretka obvezno sačuvajte svoje izmjene.

# tl_content.tableitems.0
source: Table items
tl: Tablični popis

# tl_content.tableitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
tl: Ako je JavaScript isključen, prije izmjene poretka obvezno sačuvajte svoje izmjene.

# tl_content.summary.0
source: Table summary
tl: Sažetak tablice

# tl_content.summary.1
source: Please enter a short summary of the table and describe its purpose or structure.
tl: Upišite kratki sažetak tablice i opišite njenu svrhu i strukturu.

# tl_content.thead.0
source: Add table header
tl: Dodaj zaglavlje tablice

# tl_content.thead.1
source: Make the first row of the table the table header.
tl: Neka prvi red tablice bude njeno zaglavlje.

# tl_content.tfoot.0
source: Add table footer
tl: Dodati dno tablice

# tl_content.tfoot.1
source: Make the last row of the table the table footer.
tl: Neka zadnji red tablice bude njeno podnožje.

# tl_content.sortable.0
source: Sortable table
tl: Sortiranje tablice

# tl_content.sortable.1
source: Make the table sortable (requires JavaScript and a table header).
tl: Omogućite da se tablica može sortirati (zahtijeva JavaScript i zaglavlje tablice).

# tl_content.sortIndex.0
source: Sort index
tl: Indeks sortiranja

# tl_content.sortIndex.1
source: The number of the default sort column.
tl: Broj standardnog stupca za sortiranje.

# tl_content.sortOrder.0
source: Sort order
tl: Redoslijed sortiranja

# tl_content.sortOrder.1
source: Please choose the sort order.
tl: Odaberire redoslijed sortiranja.

# tl_content.mooType.0
source: Operation mode
tl: Način rada

# tl_content.mooType.1
source: Please select the operation mode of the accordion element.
tl: Odaberite način rada accordion-a

# tl_content.mooHeadline.0
source: Section headline
tl: Glavni naslov sekcije

# tl_content.mooHeadline.1
source: Please enter the headline of the content pane. HTML tags are allowed.
tl: Upišite glavni naslov ploče sa sadržajem. HTML tagovi su dozvoljeni.

# tl_content.mooStyle.1
source: Here you can format the section headline using CSS code.
tl: Ovdje možete formatirati naslov sekcije koristeći CSS kod.

# tl_content.mooClasses.0
source: Element classes
tl: Klase elementa

# tl_content.mooClasses.1
source: Leave blank to use the default classes or enter a custom toggler and accordion class.
tl: Ostavite prazno ako želite koristiti standardne klase ili upišite standardnu klasu accordion-a ili prekidača.

# tl_content.shClass.0
source: Configuration
tl: Konfiguracija

# tl_content.shClass.1
source: Here you can configure the syntax highlighter (e.g. <em>gutter: false;</em>).
tl: Ovdje možete editovati oznaku sintakse (npr. <em>gutter: false;</em>).

# tl_content.highlight.0
source: Syntax highlighting
tl: Oznaka sintakse

# tl_content.highlight.1
source: Please choose a scripting language.
tl: Odaberite skriptni jezik.

# tl_content.code.0
source: Code
tl: Kod

# tl_content.code.1
source: Note that the code will not be executed. Use F11 to toggle the fullscreen mode if you are using the code editor.
tl: Ne zaboravite da kod neće biti izvršen.

# tl_content.linkTitle.0
source: Link text
tl: Link naslova

# tl_content.linkTitle.1
source: The link text will be displayed instead of the target URL.
tl: Prikazivat će se link u naslovu umjesto ciljanog URL-a.

# tl_content.embed.0
source: Embed the link
tl: Ugrađeni link

# tl_content.embed.1
source: Use the wildcard "%s" to embed the link in a phrase (e.g. <em>For more information please visit %s</em>).
tl: Koristite zamjenski znak "%s" kako bi ugradili link u izraz (npr. <em>Za dodatne informacije posjetite %s</em>).

# tl_content.rel.1
source: To trigger the lightbox, enter a rel attribute here.
tl: Za aktiviranje Lightboxa ubacite rel attribute ovdje.

# tl_content.useImage.0
source: Create an image link
tl: Kreirati sliku link

# tl_content.useImage.1
source: Use an image instead of the link title.
tl: Koristiti sliku umjesto linka naslova.

# tl_content.multiSRC.0
source: Source files
tl: Izvorni fajlovi (Source files)

# tl_content.multiSRC.1
source: Please select one or more files or folders from the files directory. If you select a folder, its files will be included automatically.
tl: Odaberite jedan ili više fajlova ili mapa iz direktorija fajlova. Ako odaberete mapu, njeni će fajlovi automatski biti uključeni.

# tl_content.useHomeDir.0
source: Use home directory
tl: Koristi temeljni (home) direktorij

# tl_content.useHomeDir.1
source: Use the home directory as file source if there is an authenticated user.
tl: Ako postoji ovlašteni korisnik, koristiti temeljni direktorij kao izvor fajla.

# tl_content.perRow.0
source: Thumbnails per row
tl: MiniSlika (Thumbnails) po redu

# tl_content.perRow.1
source: The number of image thumbnails per row.
tl: Broj MiniSlika u jednom redu.

# tl_content.perPage.0
source: Items per page
tl: Objekata po stranici

# tl_content.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
tl: Broj objekata po stranici. Postavite na 0 ako želite isključiti numeriranje stranica.

# tl_content.sortBy.0
source: Order by
tl: Redoslijed po

# tl_content.sortBy.1
source: Please choose the sort order.
tl: Odaberite redoslijed sortiranja.

# tl_content.galleryTpl.0
source: Gallery template
tl: Templejt galerije

# tl_content.galleryTpl.1
source: Here you can select the gallery template.
tl: Ovdje možete odabrati templejt galerije.

# tl_content.cteAlias.0
source: Referenced element
tl: Element reference

# tl_content.cteAlias.1
source: Please choose the content element you want to insert.
tl: Odaberite element sadržaja kojeg želite ubaciti.

# tl_content.articleAlias.0
source: Referenced article
tl: Članak reference

# tl_content.articleAlias.1
source: Please choose the article you want to insert.
tl: Odaberite članak kojeg želite ubaciti.

# tl_content.article.0
source: Article
tl: Članak

# tl_content.article.1
source: Please select an article.
tl: Odaberite članak

# tl_content.form.0
source: Form
tl: Obrazac

# tl_content.form.1
source: Please select a form.
tl: Odaberite obrazac

# tl_content.module.0
source: Module
tl: Modul

# tl_content.module.1
source: Please select a module.
tl: Odaberite modul

# tl_content.protected.0
source: Protect element
tl: Zaštita elementa

# tl_content.protected.1
source: Show the content element to certain member groups only.
tl: Prikazati elemente sadržaja samo određenoj grupi članova.

# tl_content.groups.0
source: Allowed member groups
tl: Dozvoljene grupe članova

# tl_content.groups.1
source: These groups will be able to see the content element.
tl: Ove grupe članova moći će vidjeti element sadržaja.

# tl_content.guests.0
source: Show to guests only
tl: Prikaži samo gostima

# tl_content.guests.1
source: Hide the content element if a member is logged in.
tl: Sakriti element sadržaja ako je član ulogovan na sajt.

# tl_content.cssID.1
source: Here you can set an ID and one or more classes.
tl: Ovdje možete upisati ID i jednu ili više klasa.

# tl_content.space.0
source: Space in front and after
tl: Razmak ispred i iza

# tl_content.space.1
source: Here you can enter the spacing in front of and after the content element in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Ovdje možete upisati razmak ispred i nakon elementa sadržaja, u pikselima. Trebali bi ste izbjegavati inline stilove i definirati razmak u CSS fajlu.

# tl_content.invisible.0
source: Invisible
tl: Nevidljivo

# tl_content.invisible.1
source: Hide the element on the website.
tl: Sakrijte ovaj element na sajtu.

# tl_content.start.0
source: Show from
tl: Početak omotača

# tl_content.start.1
source: Do not show the element on the website before this day.
tl: Označava početak ploče accordion-a koja obuhvaća nekoliko elemenata sadržaja.

# tl_content.stop.0
source: Show until
tl: Završetak omotača

# tl_content.stop.1
source: Do not show the element on the website on and after this day.
tl: Označava kraj ploče accordion-a koja obuhvaća nekoliko elemenata sadržaja.

# tl_content.type_legend
source: Element type
tl: Vrsta elementa

# tl_content.text_legend
source: Text/HTML/Code
tl: Tekst/HTML/Kod

# tl_content.image_legend
source: Image settings
tl: Postavke slike

# tl_content.list_legend
source: List items
tl: Običan popis

# tl_content.table_legend
source: Table items
tl: Tablični popis

# tl_content.tconfig_legend
source: Table configuration
tl: Konfiguracija tablice

# tl_content.sortable_legend
source: Sorting options
tl: Opcije sortiranja

# tl_content.moo_legend
source: Accordion settings
tl: Postavke accordion-a

# tl_content.link_legend
source: Hyperlink settings
tl: Postavke linka

# tl_content.imglink_legend
source: Image link settings
tl: Postavke slike linka

# tl_content.source_legend
source: Files and folders
tl: Fajlovi i mape

# tl_content.dwnconfig_legend
source: Download settings
tl: Download postavke

# tl_content.include_legend
source: Include settings
tl: Uključiti postavke

# tl_content.protected_legend
source: Access protection
tl: Zaštita pristupa

# tl_content.expert_legend
source: Expert settings
tl: Ekspert postavke

# tl_content.ordered
source: ordered list
tl: popis s poretkom

# tl_content.unordered
source: unordered list
tl: popis bez poretka

# tl_content.name_asc
source: File name (ascending)
tl: Naziv fajla (uzlazno)

# tl_content.name_desc
source: File name (descending)
tl: Naziv fajla (silazno)

# tl_content.date_asc
source: Date (ascending)
tl: Datum (uzlazno)

# tl_content.date_desc
source: Date (descending)
tl: Datum (silazno)

# tl_content.random
source: Random order
tl: Slučajni poredak

# tl_content.new.0
source: New element
tl: Novi element

# tl_content.new.1
source: Add a new content element
tl: Dodajte novi element sadržaja

# tl_content.show.0
source: Element details
tl: Detalji elementa

# tl_content.show.1
source: Show the details of content element ID %s
tl: Prikazati detalje elementa sadržaja s ID %s

# tl_content.cut.0
source: Move element
tl: Premjesti element

# tl_content.cut.1
source: Move content element ID %s
tl: Premjestite element sadržaja s ID %s

# tl_content.copy.0
source: Duplicate element
tl: Kopiraj element

# tl_content.copy.1
source: Duplicate content element ID %s
tl: Kopirati element sadržaja s ID %s

# tl_content.delete.0
source: Delete element
tl: Izbriši element

# tl_content.delete.1
source: Delete content element ID %s
tl: Izbrisati element sadržaja s ID %s

# tl_content.edit.0
source: Edit element
tl: Edituj element

# tl_content.edit.1
source: Edit content element ID %s
tl: Editujte element sadržaja s ID %s

# tl_content.editheader.0
source: Edit article settings
tl: Edituj glavni naslov članka

# tl_content.editheader.1
source: Edit the settings of the article
tl: Editujte glavni naslov članka.

# tl_content.pasteafter.0
source: Paste at the top
tl: Zalijepi (Paste) na vrh

# tl_content.pasteafter.1
source: Paste after content element ID %s
tl: Zalijepite nakon elementa sadržaja s ID %s

# tl_content.pastenew.0
source: Add new at the top
tl: Dodaj novog na vrh

# tl_content.pastenew.1
source: Add new after content element ID %s
tl: Dodajte novog nakon elementa sadržaja s ID %s

# tl_content.toggle.0
source: Toggle visibility
tl: Prekidanje vidljivosti

# tl_content.toggle.1
source: Toggle the visibility of element ID %s
tl: Uključite aktiviranje i deaktiviranje elementa s ID %s

# tl_content.editalias.0
source: Edit source element
tl: Edituj izvorni element

# tl_content.editalias.1
source: Edit the source element ID %s
tl: Editujte izvorni element s ID %s

# tl_content.editarticle.0
source: Edit article
tl: Edituj članak

# tl_content.editarticle.1
source: Edit article ID %s
tl: Editujte članak s ID %s
