Repository: tobaco/core
Catalog: .tx/source/*/core/*_files.xlf
Languages: tl

# tl_files.name.0
source: Name
tl: Naziv

# tl_files.name.1
source: Contao automatically adds the file extension.
tl: TYPOlight automatski dodaje ekstenziju fajla.

# tl_files.fileupload.0
source: File upload
tl: Upload fajla

# tl_files.fileupload.1
source: Browse your local computer and select the files you want to upload to the server.
tl: Pretražite vaš računar i odaberite fajlove koje želite uploadirati na server.

# tl_files.editor.0
source: Source editor
tl: Editor izvora

# tl_files.editor.1
source: Here you can edit the file source.
tl: Ovdje možete editovati izvor fajla.

# tl_files.upload
source: Upload files
tl: Upload fajlova

# tl_files.uploadNback
source: Upload files and go back
tl: Uploadirajte fajl i vratite se nazad

# tl_files.editFF
source: Edit a file or folder
tl: Edituj fajl ili mapu

# tl_files.uploadFF
source: Upload files to folder "%s"
tl: Uploadirajte fajlove u mapu "%s"

# tl_files.editFile
source: Edit file "%s"
tl: Edituj fajl "%s"

# tl_files.browseFiles
source: Browse files
tl: Pretraži fajlove

# tl_files.clearList
source: Clear list
tl: Očisti listu

# tl_files.startUpload
source: Start upload
tl: Startaj upload

# tl_files.new.0
source: New folder
tl: Nova mapa

# tl_files.new.1
source: Create a new folder
tl: Kreirajte novu mapu

# tl_files.cut.0
source: Move file or folder
tl: Premjesti fajl ili mapu.

# tl_files.cut.1
source: Move file or folder "%s"
tl: Premjestite fajl ili mapu "%s"

# tl_files.copy.0
source: Duplicate file or folder
tl: Kopiraj fajl ili mapu

# tl_files.copy.1
source: Duplicate file or folder "%s"
tl: Kopirajte fajl ili mapu "%s"

# tl_files.edit.0
source: Rename file or folder
tl: Preimenuj fajl ili mapu "%s"

# tl_files.edit.1
source: Rename file or folder "%s"
tl: Preimenujte fajl ili mapu "%s"

# tl_files.delete.0
source: Delete file or folder
tl: Izbriši fajl ili mapu "%s"

# tl_files.delete.1
source: Delete file or folder "%s"
tl: Izbrišite fajl ili mapu "%s"

# tl_files.source.0
source: Edit file
tl: Edituj fajl

# tl_files.source.1
source: Edit file "%s"
tl: Editujte fajl "%s"

# tl_files.protect.0
source: Protect folder
tl: Zaštiti mapu

# tl_files.protect.1
source: Protect folder "%s"
tl: Zaštitite mapu "%s"

# tl_files.unlock.0
source: Remove protection
tl: Skloni zaštitu

# tl_files.unlock.1
source: Unprotect folder "%s"
tl: Poništite zaštitu mape "%s"

# tl_files.move.0
source: File upload
tl: Upload fajla

# tl_files.move.1
source: Upload files to the server
tl: Uploadirajte fajlove na server

# tl_files.pasteinto.0
source: Paste into
tl: Zalijepi u (Paste into)

# tl_files.pasteinto.1
source: Paste into this folder
tl: Zalijepite u ovu mapu
