Repository: tobaco/core
Catalog: .tx/source/*/core/*_form_field.xlf
Languages: tl

# FFL.headline.0
source: Headline
tl: Glavni naslov

# FFL.headline.1
source: A custom field to insert a section headline.
tl: Standardno polje za upis glavnog naslova sekcije.

# FFL.explanation.0
source: Explanation
tl: Objašnjenje

# FFL.explanation.1
source: A custom field to insert an explanation text.
tl: Standarno polje za upis teksta objašnjenja.

# FFL.html.0
source: HTML code
tl: HTML kod

# FFL.html.1
source: A custom field to insert HTML code.
tl: Standardno polje za upis HTML koda.

# FFL.fieldset.0
source: Fieldset
tl: Opcionalno polje

# FFL.fieldset.1
source: A container for form fields with an optional legend.
tl: paket za polja sa opcionalnim funkcijama.

# FFL.text.0
source: Text field
tl: Polje za tekst

# FFL.text.1
source: A single-line input field for a short or medium text.
tl: Jednoredno polje za upis kratkog teksta ili teksta srednje dužine.

# FFL.password.0
source: Password field
tl: Polje za lozinku

# FFL.password.1
source: A single-line input field for a password. Contao automatically adds a confirmation field.
tl: Jednoredno polje za lozinku. Contao automatski dodaje polje za potvrdu.

# FFL.textarea.0
source: Textarea
tl: Područje za tekst

# FFL.textarea.1
source: A multi-line input field for a medium or long text.
tl: Višeredno polje za upis teksta srednje dužine ili dugačkog teksta.

# FFL.select.0
source: Select menu
tl: Padajući odabir

# FFL.select.1
source: A single- or multi-line drop-down menu.
tl: Padajući izbornik jedne ili više opcija.

# FFL.radio.0
source: Radio button menu
tl: Radijsko dugme

# FFL.radio.1
source: A list of multiple options from which one can be selected.
tl: Popis više opcija od kojih samo jedna može biti odabrana.

# FFL.checkbox.0
source: Checkbox menu
tl: Okvir za odabir

# FFL.checkbox.1
source: A list of multiple options from which any can be selected.
tl: Popis više opcija od kojih bilo koja može biti odabrana.

# FFL.upload.0
source: File upload
tl: Upload fajla

# FFL.upload.1
source: A single-line input field to upload a local file to the server.
tl: Jednoredno polje za upload fajla na server.

# FFL.hidden.0
source: Hidden field
tl: Skriveno polje

# FFL.hidden.1
source: A single-line input field that is not visible in the form.
tl: Jednoredno polje koje nije vidljivo u obrascu.

# FFL.captcha.0
source: Security question
tl: Sigurnosno pitanje

# FFL.captcha.1
source: A simple math question to verify that the form is being submitted by a human (CAPTCHA).
tl: Jednostavno matematičko pitanje koje potvrđuje da obrazac šalje čovjek a ne skripta (CAPTCHA).

# FFL.submit.0
source: Submit field
tl: Polje za slanje

# FFL.submit.1
source: A button to submit the form.
tl: Dugme za slanje obrasca.

# tl_form_field.type.0
source: Field type
tl: Vrsta polja

# tl_form_field.type.1
source: Please choose the type of field.
tl: Odaberite vrstu polja.

# tl_form_field.name.0
source: Field name
tl: Naziv polja

# tl_form_field.name.1
source: The field name is a unique name to identify the field.
tl: Naziv polja je jedinstveni naziv koji identificira to polje.

# tl_form_field.label.0
source: Field label
tl: Natpis polja

# tl_form_field.label.1
source: The field label will be visible on the website, typically in front of or above the field.
tl: Natpis polja koji će biti vidljiv na sajtu, obično ispred ili iznad polja.

# tl_form_field.text.0
source: Text
tl: Tekst

# tl_form_field.text.1
source: You can use HTML tags to format the text.
tl: Možete koristiti HTML tagove za formatiranje teksta.

# tl_form_field.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
tl: U backendu možete izmijeniti popis dozvoljenih HTML tagova.

# tl_form_field.options.0
source: Options
tl: Opcije

# tl_form_field.options.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
tl: Ako je JavaScript isključen, spremite vaše izmjene prije mijenjanja redoslijeda.

# tl_form_field.mandatory.0
source: Mandatory field
tl: Obvezno polje

# tl_form_field.mandatory.1
source: The form will not submit if the field is empty.
tl: Obrazac će biti poslan samo ako obvezno polje nije prazno.

# tl_form_field.rgxp.0
source: Input validation
tl: Provjera valjanosti

# tl_form_field.rgxp.1
source: Validate the input against a regular expression.
tl: Provjerite valjanost upisa u odnosu na regularni izraz.

# tl_form_field.digit.0
source: Numeric characters
tl: Brojevi

# tl_form_field.digit.1
source: Allows numeric characters, minus (-), full stop (.) and space ( ).
tl: Dozvoljava brojeve, minus (-), tačku (.) i razmak ( ).

# tl_form_field.alpha.0
source: Alphabetic characters
tl: Slova

# tl_form_field.alpha.1
source: Allows alphabetic characters, minus (-), full stop (.) and space ( ).
tl: Dozvoljava slova, minus (-), tačku (.) i razmak ( ).

# tl_form_field.alnum.0
source: Alphanumeric characters
tl: Brojevi i slova

# tl_form_field.alnum.1
source: Allows alphabetic and numeric characters, minus (-), full stop (.), underscore (_) and space ( ).
tl: Dozvoljava brojeve i slova, minus (-), tačku (.), podcrtavanje (_) i razmak ( ).

# tl_form_field.extnd.0
source: Extended alphanumeric characters
tl: Prošireni alfanumerički znakovi

# tl_form_field.extnd.1
source: Allows everything except special characters which are usually encoded for security reasons (#/()<=>).
tl: Dozvoljava sve osim posebnih znakova koji se obično digitalno šifriraju iz sigurnosnih razloga (#/()).

# tl_form_field.date.0
source: Date
tl: Datum

# tl_form_field.date.1
source: Checks whether the input matches the global date format.
tl: Provjerava da li upis odgovara globalnom formatu datuma.

# tl_form_field.time.0
source: Time
tl: Vrijeme

# tl_form_field.time.1
source: Checks whether the input matches the global time format.
tl: Provjerava da li upis odgovara globalnom formatu vremena.

# tl_form_field.datim.0
source: Date and time
tl: Datum i vrijeme

# tl_form_field.datim.1
source: Checks whether the input matches the global date and time format.
tl: Provjerava da li upis odgovara globalnom formatu datuma i vremena.

# tl_form_field.phone.0
source: Phone number
tl: Telefonski broj

# tl_form_field.phone.1
source: Allows numeric characters, plus (+), minus (-), slash (/), parentheses () and space ( ).
tl: Dozvoljava brojeve, plus (+), minus (-), nakošenu crtu (/), zagrade () i razmak ( ).

# tl_form_field.email.0
source: E-mail address
tl: E-mail adresa

# tl_form_field.email.1
source: Checks whether the input is a valid e-mail address.
tl: Provjerava da li je upisana valjana E-mail adresa.

# tl_form_field.url.1
source: Checks whether the input is a valid URL.
tl: Provjerava da li je upisan valjani URL.

# tl_form_field.maxlength.0
source: Maximum length
tl: Max. dužina

# tl_form_field.maxlength.1
source: Limit the field length to a certain number of characters (text) or bytes (file uploads).
tl: Ograničava dužinu polja na određeni broj znakova (tekst) ili bytova (uploadirani fajlovi).

# tl_form_field.size.0
source: Rows and columns
tl: Redovi i stupci

# tl_form_field.size.1
source: The number of rows and columns of the textarea.
tl: Broj redova i stupaca područja za tekst.

# tl_form_field.multiple.0
source: Multiple selection
tl: Višestruki odabir

# tl_form_field.multiple.1
source: Allow visitors to select more than one option.
tl: Dozvoljava posjetiteljima da odaberu više od jedne opcije.

# tl_form_field.mSize.0
source: List size
tl: Veličina popisa

# tl_form_field.mSize.1
source: Here you can enter the size of the select box.
tl: Ovdje možete odrediti veličinu okvira za odabir.

# tl_form_field.extensions.0
source: Allowed file types
tl: Dozvoljene vrste fajlova

# tl_form_field.extensions.1
source: A comma separated list of valid file extensions.
tl: Popis valjanih ekstenzija fajlova odvojenih zarezom.

# tl_form_field.storeFile.0
source: Store uploaded files
tl: Pohrani uploadirane fajlove

# tl_form_field.storeFile.1
source: Move the uploaded files to a folder on the server.
tl: Premjestite uploadirane fajlove u mapu na serveru.

# tl_form_field.uploadFolder.0
source: Target folder
tl: Ciljana mapa

# tl_form_field.uploadFolder.1
source: Please select the target folder from the files directory.
tl: Odaberite odredišnu mapu u direktoriju mapa.

# tl_form_field.useHomeDir.0
source: Use home directory
tl: Koristi glavni direktorij

# tl_form_field.useHomeDir.1
source: Store the file in the home directory if there is an authenticated user.
tl: Ako postoji ovlašteni korisnik, fajl spremiti u glavnom direktoriju.

# tl_form_field.doNotOverwrite.0
source: Preserve existing files
tl: Sačuvaj postojeće fajlove

# tl_form_field.doNotOverwrite.1
source: Add a numeric suffix to the new file if the file name already exists.
tl: Ako naziv fajla već postoji, nazivu novog fajla dodat će se brojčani sufiks.

# tl_form_field.fsType.0
source: Operation mode
tl: Način rada

# tl_form_field.fsType.1
source: Please select the operation mode of the fieldset element.
tl: Izaberite način rada elementa za polje.

# tl_form_field.fsStart.0
source: Wrapper start
tl: Omotač (Wrapper) start

# tl_form_field.fsStart.1
source: Marks the beginning of a fieldset and can contain a legend.
tl: Markira početak polja i može sadržovati opcionalnu funkciju.

# tl_form_field.fsStop.0
source: Wrapper stop
tl: Omotač (Wrapper) stop

# tl_form_field.fsStop.1
source: Marks the end of a fieldset.
tl: Markira kraj polja.

# tl_form_field.value.0
source: Default value
tl: Standardna vrijednost

# tl_form_field.value.1
source: Here you can enter a default value for the field.
tl: Ovdje upišite standardnu vrijednost polja.

# tl_form_field.class.0
source: CSS class
tl: CSS klasa

# tl_form_field.class.1
source: Here you can enter one or more classes.
tl: Ovdje možete upisati jednu ili više CSS klasa.

# tl_form_field.accesskey.0
source: Access key
tl: Pristupni ključ

# tl_form_field.accesskey.1
source: A form field can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
tl: Polje obrasca može se fokusirati istovremenim pritiskom na [ALT] ili [CTRL] ključ i pristupni ključ.

# tl_form_field.addSubmit.0
source: Add a submit button
tl: Dodaj dugme "Pošalji"

# tl_form_field.addSubmit.1
source: Add a submit button next to the field to create a single line form.
tl: Dodajte dugme "Pošalji" odmah pored polja kako bi kreirali jednoredni obrazac.

# tl_form_field.slabel.0
source: Submit button label
tl: Natpis dugmeta "Pošalji"

# tl_form_field.slabel.1
source: Please enter the label of the submit button.
tl: Upišite natpis na dugmetu "Pošalji".

# tl_form_field.imageSubmit.0
source: Create an image button
tl: Kreiraj slikovno dugme

# tl_form_field.imageSubmit.1
source: Use an image submit button instead of the default one.
tl: Koristite slikovno dugme umjesto standardnog dugmeta.

# tl_form_field.singleSRC.0
source: Source file
tl: Izvorni fajl

# tl_form_field.singleSRC.1
source: Please select an image from the files directory.
tl: Odaberite sliku iz direktorija fajlova.

# tl_form_field.type_legend
source: Field type and name
tl: Vrsta i naziv polja

# tl_form_field.text_legend
source: Text/HTML
tl: Tekst/HTML

# tl_form_field.fconfig_legend
source: Field configuration
tl: Konfiguracija polja

# tl_form_field.options_legend
source: Options
tl: Opcije

# tl_form_field.store_legend
source: Store file
tl: Pohrana fajla

# tl_form_field.expert_legend
source: Expert settings
tl: Ekspert postavke

# tl_form_field.submit_legend
source: Submit button
tl: Dugme "Pošalji"

# tl_form_field.image_legend
source: Image button
tl: Slikovno dugme

# tl_form_field.new.0
source: New field
tl: Novo polje

# tl_form_field.new.1
source: Create a new field
tl: Kreirajte novo polje.

# tl_form_field.show.0
source: Field details
tl: Detalji polja

# tl_form_field.show.1
source: Show the details of field ID %s
tl: Prikažite detalje polja s ID %s

# tl_form_field.edit.0
source: Edit field
tl: Edituj polje

# tl_form_field.edit.1
source: Edit field ID %s
tl: Editujte polje s ID %s

# tl_form_field.cut.0
source: Move field
tl: Premjesti polje

# tl_form_field.cut.1
source: Move field ID %s
tl: Premjestite polje s ID %s

# tl_form_field.copy.0
source: Duplicate field
tl: Kopiraj polje

# tl_form_field.copy.1
source: Duplicate field ID %s
tl: Kopirajte polje s ID %s

# tl_form_field.delete.0
source: Delete field
tl: Izbriši polje

# tl_form_field.delete.1
source: Delete field ID %s
tl: Izbrišite polje s ID %s

# tl_form_field.editheader.0
source: Edit form
tl: Edituj obrazac

# tl_form_field.editheader.1
source: Edit the form settings
tl: Editujte postavke obrasca

# tl_form_field.pasteafter.0
source: Paste at the top
tl: Zalijepi (Paste) na vrh

# tl_form_field.pasteafter.1
source: Paste after field ID %s
tl: Zalijepite nakon polja s ID %s

# tl_form_field.pastenew.0
source: Add new at the top
tl: Dodaj novo na vrh

# tl_form_field.pastenew.1
source: Add new after field ID %s
tl: Dodajte novo polje nakon polja s ID %s

# tl_form_field.toggle.0
source: Toggle visibility
tl: Aktiviraj vidljivost

# tl_form_field.toggle.1
source: Toggle the visibility of field ID %s
tl: Aktiviraj vidljivost od polja s ID %s
