Repository: tobaco/core
Catalog: .tx/source/*/core/*_form.xlf
Languages: tl

# tl_form.title.0
source: Title
tl: Naslov

# tl_form.title.1
source: Please enter the form title.
tl: Upišite naslov obrasca.

# tl_form.jumpTo.0
source: Redirect page
tl: Stranica preusmjeravanja

# tl_form.jumpTo.1
source: Please choose the page to which visitors will be redirected after submitting the form.
tl: Odaberite stranicu na koju će posjetitelji biti preusmjereni nakon slanja obrasca.

# tl_form.sendViaEmail.0
source: Send form data via e-mail
tl: Pošalji podatke putem E-maila

# tl_form.sendViaEmail.1
source: Send the submitted data to an e-mail address.
tl: Pošaljite poslane podatke iz obrasca na E-mail adresu.

# tl_form.recipient.0
source: Recipient address
tl: Adresa primatelja

# tl_form.recipient.1
source: Separate multiple e-mail addresses with comma.
tl: Odvojite više E-mail adresa zarezom.

# tl_form.subject.0
source: Subject
tl: Predmet

# tl_form.subject.1
source: Please enter the e-mail subject.
tl: Upišite predmet E-mail poruke.

# tl_form.format.0
source: Data format
tl: Format podataka

# tl_form.format.1
source: Defines how the form data will be forwarded.
tl: Definira kako će se proslijediti podaci iz obrasca.

# tl_form.raw.0
source: Raw data
tl: Neobrađeni podaci

# tl_form.raw.1
source: The form data will be sent as plain text message with each field in a new line.
tl: Podaci iz obrasca slat će se kao obična tekstovna poruka sa svakim poljem u novom redu.

# tl_form.xml.0
source: XML file
tl: XML fajl

# tl_form.xml.1
source: The form data will be attached to the e-mail as an XML file.
tl: Podaci iz obrasca slat će se kao XML fajl u privitku E-mail poruke.

# tl_form.csv.0
source: CSV file
tl: CSV fajl

# tl_form.csv.1
source: The form data will be attached to the e-mail as a CSV file.
tl: Podaci iz obrasca slat će se kao CSV fajl u privitku E-mail poruke.

# tl_form.email.1
source: Ignores all fields except <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
tl: Ignorira sva polja osim <em>email</em>, <em>subject</em>, <em>message</em> i <em>cc</em> (kopija) i šalje podatke iz obrasca kao da su poslani iz mail klijenta. Dozvoljeni su uploadi fajlova.

# tl_form.skipEmtpy.0
source: Skip empty fields
tl: Preskoči prazna polja

# tl_form.skipEmtpy.1
source: Hide empty fields in the e-mail.
tl: U E-mailu sakrijte prazna polja.

# tl_form.storeValues.0
source: Store data
tl: Pohrani podatke

# tl_form.storeValues.1
source: Store the submitted data in the database.
tl: Pohranite poslane podatke u bazu podataka.

# tl_form.targetTable.0
source: Target table
tl: Ciljana tablica

# tl_form.targetTable.1
source: The target table must contain a column for every form field.
tl: Ciljana tablica mora sadržati stupac za svako polje obrasca.

# tl_form.method.0
source: Submission method
tl: Način slanja

# tl_form.method.1
source: The default form submission method is POST.
tl: Standardni način slanja obrasca je POST.

# tl_form.attributes.1
source: Here you can set an ID and one or more classes.
tl: Ovdje možete upisati CSS ID i jednu ili više klasa.

# tl_form.formID.0
source: Form ID
tl: ID obrasca

# tl_form.formID.1
source: The form ID is required to trigger a Contao module.
tl: ID obrasca je potreban kako bi se aktivirao TYPOlight modul.

# tl_form.tableless.0
source: Tableless layout
tl: Izgled bez tablica

# tl_form.tableless.1
source: Render the form without HTML tables.
tl: Prikažite obrazac bez HTML tablica.

# tl_form.allowTags.0
source: Allow HTML tags
tl: Dozvoli HTML tagove

# tl_form.allowTags.1
source: Allow HTML tags in form fields.
tl: Dozvolite HTML tagove u poljima obrasca.

# tl_form.tstamp.0
source: Revision date
tl: Datum izmjene

# tl_form.tstamp.1
source: Date and time of the latest revision
tl: Datum i vrijeme posljednje izmjene.

# tl_form.title_legend
source: Title and redirect page
tl: Naslov i preusmjeravanje

# tl_form.email_legend
source: Send form data
tl: Pošalji sadržaj obrasca

# tl_form.store_legend
source: Store form data
tl: Pohrani sadržaj obrasca

# tl_form.expert_legend
source: Expert settings
tl: Ekspert postavke

# tl_form.config_legend
source: Form configuration
tl: Konfiguracija obrasca

# tl_form.new.0
source: New form
tl: Novi obrazac

# tl_form.new.1
source: Create a new form
tl: Kreirajte novi obrazac.

# tl_form.show.0
source: Form details
tl: Detalji obrasca

# tl_form.show.1
source: Show the details of form ID %s
tl: Prikažite detalje obrasca s ID %s

# tl_form.edit.0
source: Edit form
tl: Edituj obrazac

# tl_form.edit.1
source: Edit form ID %s
tl: Editujte obrazac s ID %s

# tl_form.editheader.0
source: Edit form settings
tl: Edituj postavke obrazca

# tl_form.editheader.1
source: Edit the settings of form ID %s
tl: Edituj postavke obrazca s ID %s

# tl_form.copy.0
source: Duplicate form
tl: Kopiraj obrazac

# tl_form.copy.1
source: Duplicate form ID %s
tl: Kopirajte obrazac s ID %s

# tl_form.delete.0
source: Delete form
tl: Izbriši obrazac

# tl_form.delete.1
source: Delete form ID %s
tl: Izbrišite obrazac s ID %s
