Repository: tobaco/core
Catalog: .tx/source/*/core/*_install.xlf
Languages: tl

# tl_install.installTool.0
source: Installation
tl: Ferramenta de instalação do Contao

# tl_install.installTool.1
source: Install tool login
tl: Login da ferramenta de instalação

# tl_install.locked.0
source: The install tool has been locked
tl: A ferramenta de instalação foi travada

# tl_install.locked.1
source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. To unlock it, open the local configuration file and set <em>installCount</em> to <em>0</em>.
tl: Por razões de segurança, a ferramenta de instalação foi travada após o uso por mais de três vezes seguidas de uma senha errada. Para destravar a ferramenta, abra o arquivo de configuração local e ajuste <em>installCount</em> para <em>0</em>.

# tl_install.password.0
source: Password
tl: Senha

# tl_install.password.1
source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
tl: Favor inserir a senha da ferramenta de instalação. A senha da ferramenta de instalação não é a mesma senha do back end do Contao.

# tl_install.changePass.0
source: Install tool password
tl: Senha da ferramenta de instalação

# tl_install.changePass.1
source: To additionally secure the Contao install tool, you can either rename or completely remove the <strong>contao/install.php</strong> file.
tl: Para uma segurança major do processo da instalação, você pode renomear ou remover completamente o <strong>contao/install.php</strong> arquivo.

# tl_install.encryption.0
source: Generate an encryption key
tl: Criar uma chave de encriptação

# tl_install.encryption.1
source: This key is used to store encrypted data. Please note that encrypted data can only be decrypted with this key! Therefore note it down and do not change it if there is encrypted data already. Leave empty to generate a random key.
tl: Esta chave é utilizada para armazenar dados criptografados. Por favor, note que os dados criptografados só podem ser decifrados com esta chave! Portanto, anote-o pois não é possível decifrar os dados sem a chave . Deixe em branco para gerar uma chave aleatória.

# tl_install.database.0
source: Check database connection
tl: Checar conexão com o banco de dados

# tl_install.database.1
source: Please enter your database connection parameters.
tl: Inserir parâmetros do banco de dados

# tl_install.collation.0
source: Collation
tl: Agrupamento de dados (Collation)

# tl_install.collation.1
source: For more information see the <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL manual</a>.
tl: Para mais informações veja <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">MySQL manual</a>.

# tl_install.update.0
source: Update database tables
tl: Atualizar as tabelas do banco de dados

# tl_install.update.1
source: Please note that the update assistant has only been tested with MySQL and MySQLi drivers. If you are using a different database (e.g. Oracle), you might have to install or update your database manually.
tl: Por favor, note que o assistente de atualização só foi testado com drivers MySQL e MySQLi. Se você estiver usando um banco de dados diferentes (por exemplo, Oracle), você pode ter que instalar ou atualizar seu banco de dados manualmente. Neste caso, vá para o sistema <strong>system/modules</ strong> e procure todas as suas subpastas para <strong>config/database.sql</ strong> arquivos.

# tl_install.template.0
source: Import a template
tl: Importar um modelo

# tl_install.template.1
source: Here you can import an <em>.sql</em> file from the <em>templates</em> directory with a pre-configured example website. Existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
tl: Aqui você pode importar um <em>. Sql </ em> arquivo a partir de modelos <em>modelos</ em> diretório com um website exemplo pré-configurado. Os dados existentes serão apagados! Se você só deseja importar um tema, por favor use o gerenciador de tema no back-end do Contao.

# tl_install.admin.0
source: Create an admin user
tl: Criar um usuário administrador

# tl_install.admin.1
source: If you have imported the example website, the admin's username is <strong>k.jones</strong> and the password is <strong>kevinjones</strong>. See the example website (front end) for more information.
tl: Se você importou a página da internet exemplo, o usuário administrao é <strong>k.jones</strong> e senha <strong>kevinjones</strong>. Veja o exemplo na página de internet (front end) para maiores informações.

# tl_install.completed.0
source: Congratulations!
tl: Parabéns!

# tl_install.completed.1
source: Now please log into the <a href="contao/">Contao back end</a> and check the system settings. Then visit your website to make sure that Contao is working correctly.
tl: Logar agora no <a href="contao/index.php">Contao back end</a> e verificar as configurações do sistema. Após visite sua página da internet e verifique se o Contao está funcionando corretamente.

# tl_install.ftp.0
source: Modify files via FTP
tl: Modificar arquivos via FTP

# tl_install.ftp.1
source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Therefore please enter your FTP login details, so Contao can modify files via FTP (Safe Mode Hack).
tl: Seu servidor não suporta arquivos PHP, provavelmente a execução PHP é executada no módulo Apacha sob usuário diferente. Portanto insira seu usuário e senha FTP, então poderá modificar os arquivos via FTP (Safe Mode Hack).

# tl_install.accept
source: Accept license
tl: Aceitar licença

# tl_install.beLogin
source: Contao back end login
tl: Login para o back end do Contao

# tl_install.passError
source: Please enter a password to prevent unauthorized access!
tl: Favor mudar a senha padrão para evitar acesso não-autorizado!

# tl_install.passConfirm
source: A custom password has been set.
tl: A senha padrão foi alterada.

# tl_install.passSave
source: Save password
tl: Salvar senha

# tl_install.keyError
source: Please create an encryption key!
tl: Favor criar uma chave para criptografia!

# tl_install.keyLength
source: An encryption key has to be at least 12 characters long!
tl: Uma chave para criptografia tem que ter no mínimo 12 caracteres!

# tl_install.keyConfirm
source: An encryption key has been created.
tl: Uma chave para criptografia foi criada,

# tl_install.keyCreate
source: Generate encryption key
tl: Criar uma chave para criptografia

# tl_install.keySave
source: Generate or save key
tl: Criar ou salvar chave

# tl_install.dbConfirm
source: Database connection established.
tl: Conexão com o banco de dados ok.

# tl_install.dbError
source: Not connected to a database!
tl: Não foi possível conectar ao banco de dados!

# tl_install.dbUsername
source: Username
tl: Nome de usuário

# tl_install.dbDatabase
source: Database
tl: Banco de dados

# tl_install.dbPersistent
source: Persistent connection
tl: Conexão persistente

# tl_install.dbCharset
source: Character set
tl: Conjunto de caracteres

# tl_install.dbCollation
source: Collation
tl: Agrupamento de dados (Collation)

# tl_install.dbPort
source: Port number
tl: Porta número

# tl_install.dbSave
source: Save database settings
tl: Salvar as configurações do banco de dados

# tl_install.collationInfo
source: Changing the collation will affect all tables with a <em>tl_</em> prefix.
tl: Agrupamento de dados que afetarão todas as tabelas <em>tl_</em> prefixo.

# tl_install.updateError
source: The database is not up to date!
tl: O banco de dados não está atualizado!

# tl_install.updateConfirm
source: The database is up to date.
tl: O banco de dados está atualizado.

# tl_install.updateSave
source: Update database
tl: Atualizar banco de dados

# tl_install.updateX
source: It seems that you are upgrading from a Contao version prior to version %s. If that is the case, <strong>it is required to run the version %s update</strong> to ensure the integrity of your data!
tl: Parece que você está atualizando uma versão antiga do Contao %s. Se for esse o caso, <strong>é necessário executar a atualização da versão % s </ strong> para garantir a integridade de seus dados!

# tl_install.updateXrun
source: Run version %s update
tl: Executar atualização da versão %s

# tl_install.importError
source: Please choose a template file!
tl: Favor escolher um arquivo modelo!

# tl_install.importConfirm
source: Template imported on %s
tl: Modelo importado para %s

# tl_install.importWarn
source: Any existing data will be deleted!
tl: Todos os dados existentes serão apagados!

# tl_install.templates
source: Templates
tl: Modelos

# tl_install.doNotTruncate
source: Do not truncate tables
tl: Não truncar as tabelas

# tl_install.importSave
source: Import template
tl: Importar tabela

# tl_install.importContinue
source: Any existing data will be deleted! Do you really want to continue?
tl: Todos os dados existentes serão apagados! Você deseja continuar?

# tl_install.adminError
source: Please fill in all fields to create an admin user!
tl: Favor preencher todos os campos para criar um usuário administrador!

# tl_install.adminConfirm
source: An admin user has been created.
tl: Um usuário administrador foi criado.

# tl_install.adminSave
source: Create admin account
tl: Criar conta de administrador

# tl_install.installConfirm
source: You have successfully installed Contao.
tl: Você instalou o Contao com sucesso!

# tl_install.ftpHost
source: FTP hostname
tl: Hostname do FTP

# tl_install.ftpPath
source: Relative path to Contao directory (e.g. <em>httpdocs/</em>)
tl: Caminho relativo para o diretório Contao (e.g. <em>httpdocs/</em>)

# tl_install.ftpUser
source: FTP username
tl: Nome de usuário do FTP

# tl_install.ftpPass
source: FTP password
tl: Senha do FTP

# tl_install.ftpSSLh4
source: Secure connection
tl: Conexão Segura

# tl_install.ftpSSL
source: Connect via FTP-SSL
tl: Conectar via FTP-SSL

# tl_install.ftpPort
source: FTP port
tl: Porta FTP

# tl_install.ftpSave
source: Save FTP settings
tl: Salvar configurações do FTP

# tl_install.ftpHostError
source: Could not connect to FTP server %s
tl: Não foi possível conectar ao servidor FTP %s

# tl_install.ftpUserError
source: Could not login as "%s"
tl: Não foi possível logar como "%s"

# tl_install.ftpPathError
source: Could not locate Contao directory %s
tl: O diretório Contao %s não pode ser localizado

# tl_install.CREATE
source: Create new tables
tl: Criar novas tabelas

# tl_install.ALTER_ADD
source: Add new columns
tl: Adicionar novas colunas

# tl_install.ALTER_CHANGE
source: Change existing columns
tl: Modificar colunas existentes

# tl_install.ALTER_DROP
source: Drop existing columns
tl: Deletar colunas existentes

# tl_install.DROP
source: Drop existing tables
tl: Deletar tabelas existentes

# tl_install.dbDriver
source: Driver
tl: Drajver
