Repository: tobaco/core
Catalog: .tx/source/*/core/*_layout.xlf
Languages: tl

# tl_layout.name.0
source: Title
tl: Naziv

# tl_layout.name.1
source: Please enter the layout title.
tl: Upišite naziv izgleda stranica.

# tl_layout.fallback.0
source: Default layout
tl: Standardni izgled

# tl_layout.fallback.1
source: Make the layout the default layout.
tl: Izgled napraviti standardnim.

# tl_layout.headerHeight.0
source: Header height
tl: Visina zaglavlja

# tl_layout.headerHeight.1
source: Please enter the height of the page header.
tl: Upišite visinu zaglavlja stranice.

# tl_layout.footerHeight.0
source: Footer height
tl: Visina dna stranica

# tl_layout.footerHeight.1
source: Please enter the height of the page footer.
tl: Upišite visinu dna stranice.

# tl_layout.cols.0
source: Columns
tl: Stupci

# tl_layout.cols.1
source: Please choose the number of columns.
tl: Odaberite broj stupaca.

# tl_layout.1cl.0
source: Main column only
tl: Samo glavni stupac.

# tl_layout.1cl.1
source: Show only one column.
tl: Prikazati samo jedan stupac.

# tl_layout.2cll.0
source: Left and main column
tl: Lijevi i glavni stupac

# tl_layout.2cll.1
source: Show two columns with the main column on the right side.
tl: Prikazati dva stupca, glavni se stupac nalazi s desne strane.

# tl_layout.2clr.0
source: Main and right column
tl: Glavni i desni stupac

# tl_layout.2clr.1
source: Show two columns with the main column on the left side.
tl: Prikazati dva stupca, glavni se stupac nalazi s lijeve strane.

# tl_layout.3cl.0
source: Main, left and right column
tl: Glavni, lijevi i desni stupac

# tl_layout.3cl.1
source: Show three columns with the main column in the middle.
tl: Prikazati tri stupca, glavni se stupac nalazi u sredini.

# tl_layout.widthLeft.0
source: Left column width
tl: Širina lijevog stupca

# tl_layout.widthLeft.1
source: Please enter the width of the left column.
tl: Upišite širinu lijevog stupca

# tl_layout.widthRight.0
source: Right column width
tl: Širina desnog stupca

# tl_layout.widthRight.1
source: Please enter the width of the right column.
tl: Upišite širinu desnog stupca.

# tl_layout.sections.0
source: Custom layout sections
tl: Vlastite sekcije stranice

# tl_layout.sections.1
source: Custom layout sections can be defined in the back end settings.
tl: U backendu možete definirati vlastite sekcije stranice.

# tl_layout.sPosition.0
source: Custom sections position
tl: Vlastite pozicije sekcija

# tl_layout.sPosition.1
source: Please select the position of the custom layout sections.
tl: Odaberite poziciju vlastitih sekcija stranice.

# tl_layout.stylesheet.0
source: Style sheets
tl: CSS fajlovi

# tl_layout.stylesheet.1
source: Please select the style sheets you want to add to the layout.
tl: Odaberite CSS fajlove (Stylesheets) koje želite dodati stranici.

# tl_layout.newsfeeds.0
source: News feeds
tl: Ubačene vijesti (News feeds)

# tl_layout.newsfeeds.1
source: Please select the news feeds you want to add to the layout.
tl: Odaberite newsfeeds (ubačene vanjske vijesti) koji želite dodati izgledu stranica.

# tl_layout.calendarfeeds.0
source: Calendar feeds
tl: Ubačeni kalendar (Calendar feeds)

# tl_layout.calendarfeeds.1
source: Please select the calendar feeds you want to add to the layout.
tl: Odaberite kalendar kojeg želite dodati izgledu stranica.

# tl_layout.modules.0
source: Included modules
tl: Uključeni moduli

# tl_layout.modules.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
tl: Ako je JavaScript isključen, spremite svoje izmjene prije mijenjanja redoslijeda.

# tl_layout.template.0
source: Page template
tl: Templejt stranice

# tl_layout.template.1
source: Here you can select the page template.
tl: Ovdje možete odabrati templejt stranice.

# tl_layout.doctype.0
source: Output format
tl: Definicija vrste dokumenta

# tl_layout.doctype.1
source: Here you can set the output format.
tl: Odaberite definiciju vrste dokumenta.

# tl_layout.cssClass.0
source: Body class
tl: Body klasa

# tl_layout.cssClass.1
source: Here you can add custom classes to the body tag.
tl: Ovdje možete body tagu dodati standardne klase.

# tl_layout.onload.1
source: Here you can add a body onload attribute.
tl: Ovdje možete dodati body onload atribute.

# tl_layout.head.0
source: Additional &lt;head&gt; tags
tl: Dodatni tagovi

# tl_layout.head.1
source: Here you can add individual tags to the head section of the page.
tl: Ovdje možete head sekciji stranice dodati individualne tagove.

# tl_layout.mooSource.0
source: MooTools source
tl: MooTools izvor

# tl_layout.mooSource.1
source: Here you can select from where to load the MooTools scripts.
tl: Možete koristiti lokalnu MooTools skriptu ili učitati skriptu s mreže koja dostavlja sadržaj.

# tl_layout.mootools.0
source: MooTools templates
tl: Mootools templejt

# tl_layout.mootools.1
source: Here you can select one or more MooTools templates.
tl: Ovdje možete odabrati Mootools accordeon templejt.

# tl_layout.script.0
source: Custom JavaScript code
tl: Vlastiti JavaScript kod

# tl_layout.script.1
source: The JavaScript code which will be inserted at the bottom of the page.
tl: Ovaj JavaScript kod će biti integriran na dnu stranice.

# tl_layout.static.0
source: Static layout
tl: Statični izgled stranica

# tl_layout.static.1
source: Create a static layout with a fixed width and alignment.
tl: Kreirajte statični izgled stranica s fiksnom širinom i poravnanjem.

# tl_layout.width.0
source: Overall width
tl: Cjelokupna širina

# tl_layout.width.1
source: The overall width will be applied to the wrapper element.
tl: Cjelokupna širina primjenit će se na wrapper (omotač) element.

# tl_layout.align.0
source: Alignment
tl: Pozicija

# tl_layout.align.1
source: Please select the alignment of the page.
tl: Odaberite poziciju stranice.

# tl_layout.title_legend
source: Title
tl: Naslov i standardno

# tl_layout.header_legend
source: Rows
tl: Zaglavlje i dno

# tl_layout.column_legend
source: Columns
tl: Postavke stupaca

# tl_layout.sections_legend
source: Custom sections
tl: Standardne sekcije

# tl_layout.style_legend
source: Style sheets
tl: CSS fajlovi

# tl_layout.feed_legend
source: RSS/Atom feeds
tl: RSS/Atom feeds (materijali)

# tl_layout.modules_legend
source: Front end modules
tl: Frontend moduli

# tl_layout.expert_legend
source: Expert settings
tl: Ekspert postavke

# tl_layout.script_legend
source: Script settings
tl: Postavke skripte

# tl_layout.static_legend
source: Static layout
tl: Statični izgled stranica

# tl_layout.moo_local
source: MooTools - local file
tl: Koristiti lokalni fajl

# tl_layout.moo_googleapis
source: MooTools - googleapis.com
tl: Učitati s googleapis.com

# tl_layout.before
source: After the page header
tl: Nakon zaglavlja stranice

# tl_layout.main
source: Inside the main column
tl: Unutar glavnog stupca

# tl_layout.after
source: Before the page footer
tl: Prije dna stranice

# tl_layout.new.0
source: New layout
tl: Novi izgled stranice

# tl_layout.new.1
source: Create a new layout
tl: Kreirajte novi izgled stranice.

# tl_layout.show.0
source: Layout details
tl: Detalji izgleda

# tl_layout.show.1
source: Show the details of layout ID %s
tl: Prikažite detalje izgleda stranice s ID %s

# tl_layout.edit.0
source: Edit layout
tl: Edituj izgled

# tl_layout.edit.1
source: Edit layout ID %s
tl: Editujte izgled stranice s ID %s

# tl_layout.cut.0
source: Move layout
tl: Premjesti izgled

# tl_layout.cut.1
source: Move layout ID %s
tl: Premjestite izgled stranice s ID %s

# tl_layout.copy.0
source: Duplicate layout
tl: Kopiraj izgled

# tl_layout.copy.1
source: Duplicate layout ID %s
tl: Kopirajte izgled stranice s ID %s

# tl_layout.delete.0
source: Delete layout
tl: Izbriši izgled

# tl_layout.delete.1
source: Delete layout ID %s
tl: Izbrišite izgled stranice s ID %s

# tl_layout.editheader.0
source: Edit theme
tl: Edituj temu

# tl_layout.editheader.1
source: Edit the theme settings
tl: Edituj postavke teme
