Repository: tobaco/core
Catalog: .tx/source/*/core/*_member.xlf
Languages: tl

# tl_member.firstname.0
source: First name
tl: Ime

# tl_member.firstname.1
source: Please enter the first name.
tl: Upišite ime

# tl_member.lastname.0
source: Last name
tl: Prezime

# tl_member.lastname.1
source: Please enter the last name.
tl: Upišite prezime

# tl_member.dateOfBirth.0
source: Date of birth
tl: Datum rođenja

# tl_member.dateOfBirth.1
source: Please enter the date of birth.
tl: Upišite datum rođenja

# tl_member.gender.0
source: Gender
tl: Spol

# tl_member.gender.1
source: Please choose the gender.
tl: Odaberite spol

# tl_member.company.0
source: Company
tl: Firma

# tl_member.company.1
source: Here you can enter a company name.
tl: Ovdje možete upisati naziv firme

# tl_member.street.0
source: Street
tl: Ulica

# tl_member.street.1
source: Please enter the street name and number.
tl: Upišite ulicu i broj

# tl_member.postal.0
source: Postal code
tl: Poštanski broj

# tl_member.postal.1
source: Please enter the postal code.
tl: Upišite poštanski broj

# tl_member.city.0
source: City
tl: Mjesto

# tl_member.city.1
source: Plase enter the name of the city.
tl: Upišite naziv mjesta ili grada

# tl_member.state.0
source: State
tl: Kanton

# tl_member.state.1
source: Plase enter the name of the state.
tl: Upišite naziv kantona

# tl_member.country.0
source: Country
tl: Zemlja

# tl_member.country.1
source: Please select the country.
tl: Odaberite zemlju

# tl_member.phone.0
source: Phone number
tl: Telefon

# tl_member.phone.1
source: Please enter the phone number.
tl: Upišite broj telefona

# tl_member.mobile.0
source: Cell phone number
tl: Mobitel

# tl_member.mobile.1
source: Please enter the cell phone number.
tl: Upišite broj mobitela

# tl_member.fax.0
source: Fax number
tl: Fax

# tl_member.fax.1
source: Please enter the fax number.
tl: Upišite broj faxa

# tl_member.email.0
source: E-mail address
tl: E-mail adresa

# tl_member.email.1
source: Please enter a valid e-mail address.
tl: Upišite ispravnu E-mail adresu

# tl_member.website.0
source: Website
tl: Web stranica

# tl_member.website.1
source: Here you can enter a web address.
tl: Upišite vašu web adresu

# tl_member.language.0
source: Language
tl: Jezik

# tl_member.language.1
source: Please select the language.
tl: Odaberite jezik

# tl_member.groups.0
source: Member groups
tl: Članske grupe

# tl_member.groups.1
source: Here you can assign the user to one or more groups.
tl: Ovdje možete korisnika dodati u jednu ili više grupa

# tl_member.login.0
source: Allow login
tl: Dozvoli ulogovanje

# tl_member.login.1
source: Allow the user to log into the front end.
tl: Dozvolite korisniku da se uloguje u frontendu.

# tl_member.username.0
source: Username
tl: Korisničko ime

# tl_member.username.1
source: Please enter a unique username.
tl: Upišite jedinstveno korisničko ime

# tl_member.assignDir.0
source: Set home directory
tl: Određivanje glavnog direktorija

# tl_member.assignDir.1
source: Define a home directory for the user.
tl: Definirajte glavni direktorij za ovog korisnika

# tl_member.homeDir.0
source: Home directory
tl: Glavni direktorij

# tl_member.homeDir.1
source: Please select a folder from the files directory.
tl: Odaberite mapu iz direktorija fajlova

# tl_member.disable.0
source: Deactivate
tl: Deaktiviraj

# tl_member.disable.1
source: Temporarily disable the account.
tl: Privremeno isključite ovaj korisnički račun

# tl_member.start.0
source: Activate on
tl: Aktiviraj na

# tl_member.start.1
source: Automatically activate the account on this day.
tl: Automatski aktivirajte ovaj korisnički račun na ovaj dan.

# tl_member.stop.0
source: Deactivate on
tl: Deaktiviraj na

# tl_member.stop.1
source: Automatically deactivate the account on this day.
tl: Automatski deaktivirajte ovaj korisnički račun na ovaj dan.

# tl_member.personal_legend
source: Personal data
tl: Osobni podaci

# tl_member.address_legend
source: Address details
tl: Detalji adrese

# tl_member.contact_legend
source: Contact details
tl: Kontakt detalji

# tl_member.groups_legend
source: User groups
tl: Korisničke grupe

# tl_member.login_legend
source: Login details
tl: Detalji ulogovanja

# tl_member.homedir_legend
source: Home directory
tl: Glavni (Home) direktorij

# tl_member.account_legend
source: Account settings
tl: Postavke računa

# tl_member.personalData
source: Personal data
tl: Osobni podaci

# tl_member.addressDetails
source: Address details
tl: Detalji adrese

# tl_member.contactDetails
source: Contact details
tl: Kontakt detalji

# tl_member.loginDetails
source: Login details
tl: Detalji ulogovanja

# tl_member.new.0
source: New member
tl: Novi član

# tl_member.new.1
source: Create a new member
tl: Kreirajte novog člana

# tl_member.show.0
source: Member details
tl: Detalji o članu

# tl_member.show.1
source: Show the details of member ID %s
tl: Prikažite detalje člana s ID %s

# tl_member.edit.0
source: Edit member
tl: Edituj člana

# tl_member.edit.1
source: Edit member ID %s
tl: Editujte člana s ID %s

# tl_member.copy.0
source: Duplicate member
tl: Kopiraj člana

# tl_member.copy.1
source: Duplicate member ID %s
tl: Kopirajte člana s ID %s

# tl_member.delete.0
source: Delete member
tl: Izbriši člana

# tl_member.delete.1
source: Delete member ID %s
tl: Izbrišite člana s ID %s

# tl_member.toggle.0
source: Activate/deactivate member
tl: Aktiviraj/deaktiviraj člana

# tl_member.toggle.1
source: Activate/deactivate member ID %s
tl: Aktiviraj/deaktiviraj člana s ID %s
