Repository: tobaco/core
Catalog: .tx/source/*/core/*_module.xlf
Languages: tl

# tl_module.name.0
source: Title
tl: Naziv

# tl_module.name.1
source: Please enter the module title.
tl: Upišite naziv modula

# tl_module.headline.0
source: Headline
tl: Glavni naslov

# tl_module.headline.1
source: Here you can add a headline to the module.
tl: Ovdje modulu možete dodati glavni naslov

# tl_module.type.0
source: Module type
tl: Vrsta modula

# tl_module.type.1
source: Please choose the type of module.
tl: Odaberite vrstu modula

# tl_module.levelOffset.0
source: Start level
tl: Početni nivo

# tl_module.levelOffset.1
source: Enter a value greater than 0 to show only submenu items.
tl: Upišite vrijednost veću od 0 ako želite prikazati samo pod-izborničke stavke

# tl_module.showLevel.0
source: Stop level
tl: Završni nivo

# tl_module.showLevel.1
source: Enter a value greater than 0 to limit the nesting level of the menu.
tl: Upišite vrijednost veću od 0 ako želite ograničiti ugniježdeni nivo izbornika

# tl_module.hardLimit.0
source: Hard limit
tl: Čvrsta granica

# tl_module.hardLimit.1
source: Never show any menu items beyond the stop level.
tl: Nikad nemojte prikazivati izborničke stavke ispod čvrste granice

# tl_module.showProtected.0
source: Show protected items
tl: Prikaži zaštićene objekte

# tl_module.showProtected.1
source: Show items that are usually only visible to authenticated users.
tl: Prikazati objekte koji su obično vidljivi samo autentičnim korisnicima

# tl_module.defineRoot.0
source: Set a reference page
tl: Odredi referentnu stranicu

# tl_module.defineRoot.1
source: Define a custom source or target page for the module.
tl: Definirajte standardni izvor ili ciljanu stranicu modula

# tl_module.rootPage.0
source: Reference page
tl: Referentna stranica

# tl_module.rootPage.1
source: Please choose the reference page from the site structure.
tl: Odaberite referentnu stranicu iz strukture sajta

# tl_module.navigationTpl.0
source: Navigation template
tl: Templejt navigacije

# tl_module.navigationTpl.1
source: Here you can select the navigation template.
tl: Ovdje možete odabrati templejt navigacije

# tl_module.pages.0
source: Pages
tl: Stranice

# tl_module.pages.1
source: Please choose one or more pages from the site structure.
tl: Odaberite jednu ili više stranica iz strukture sajta

# tl_module.showHidden.0
source: Show hidden items
tl: Prikaži skrivene objekte

# tl_module.showHidden.1
source: Show items that are usually hidden in the navigation menu.
tl: Prikažite objekte koji su obično skriveni u navigacijskom izborniku

# tl_module.customLabel.0
source: Custom label
tl: Poseban natpis

# tl_module.customLabel.1
source: Here you can enter a custom label for the drop-down menu.
tl: Ovdje možete upisati poseban natpis za padajući izbornik

# tl_module.autologin.0
source: Allow auto login
tl: Dozvoliti automatsko logovanje

# tl_module.autologin.1
source: Allow members to log into the front end automatically.
tl: Dozvolite članovima da se automatski loguju u frontendu.

# tl_module.jumpTo.0
source: Redirect page
tl: Stranica preusmjeravanja

# tl_module.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking a link or submitting a form.
tl: Odaberite stranicu na koju će posjetitelji biti preusmjereni nakon klika na link ili slanja obrasca.

# tl_module.redirectBack.0
source: Redirect to last page visited
tl: Preusmjeri na posljednje posjećenu stranicu

# tl_module.redirectBack.1
source: Redirect the user back to the last page visited instead of the redirect page.
tl: Preusmjerite korisnika nazad na stranicu koju je posljednju posjetio umjesto na stranicu preusmjeravanja.

# tl_module.cols.0
source: Number of columns
tl: Broj stupaca

# tl_module.cols.1
source: Please choose the number of columns of the form.
tl: Odaberite broj stupaca u obrascu.

# tl_module.1cl.0
source: One column
tl: Jedan stupac

# tl_module.1cl.1
source: Show the label above the input field.
tl: Natpis prikazati iznad polja za upis.

# tl_module.2cl.0
source: Two columns
tl: Dva stupca

# tl_module.2cl.1
source: Show the label on the left side of the input field.
tl: Natpis prikazati s lijeve strane polja za upis.

# tl_module.editable.0
source: Editable fields
tl: Puna polja

# tl_module.editable.1
source: Show these fields in the front end form.
tl: Prikažite ova polja u obrascu u frontendu.

# tl_module.memberTpl.0
source: Form template
tl: Templejt obrasca

# tl_module.memberTpl.1
source: Here you can select the form template.
tl: Ovdje možete odabrati templejt obrasca.

# tl_module.tableless.0
source: Tableless layout
tl: Izgled bez tablica

# tl_module.tableless.1
source: Render the form without HTML tables.
tl: Prikazuje obrazac bez HTML tablica.

# tl_module.form.0
source: Form
tl: Obrazac

# tl_module.form.1
source: Please select a form.
tl: Odaberite obrazac.

# tl_module.queryType.0
source: Default query type
tl: Standardna vrsta upita

# tl_module.queryType.1
source: Please select the default query type.
tl: Odaberite standardnu vrstu upita.

# tl_module.and.0
source: Find all words
tl: Pronađi sve riječi

# tl_module.and.1
source: Returns only pages that contain all keywords.
tl: Vraća samo stranice koje sadrže sve ključne riječi.

# tl_module.or.0
source: Find any word
tl: Pronađi bilo koju riječ

# tl_module.or.1
source: Returns all pages that contain any of the keywords.
tl: Vraća samo stranice koje sadrže bilo koju od ključnih riječi.

# tl_module.fuzzy.0
source: Fuzzy search
tl: Fuzzy pretraga

# tl_module.fuzzy.1
source: Will find "Contao" if you search for "con" (equal to a wildcard search).
tl: Ako upišete naprimjer samo "typo" pokazati ce vam se odmah "TYPOlight".

# tl_module.simple.0
source: Simple form
tl: Jednostavni obrazac

# tl_module.simple.1
source: Contains a single input field only.
tl: Sadrži samo jedno polje za upis

# tl_module.advanced.0
source: Advanced form
tl: Napredni obrazac

# tl_module.advanced.1
source: Contains an input field and a radio button menu to choose the query type.
tl: Sadrži polje za upis i radijalno dugme za odabir vrste upisa.

# tl_module.contextLength.0
source: Context range
tl: Raspon konteksta

# tl_module.contextLength.1
source: The number of characters on the left and right side of each keyword that are used as context.
tl: Broj znakova na lijevoj i desnoj strani svake ključne riječi koji se koriste kao kontekst.

# tl_module.totalLength.0
source: Maximum context length
tl: Max. dužina konteksta

# tl_module.totalLength.1
source: Here you can limit the overall context length per result.
tl: Ovdje možete ograničiti cjelokupnu dužinu konteksta po rezultatu.

# tl_module.perPage.0
source: Items per page
tl: Objekata po stranici

# tl_module.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
tl: Broj objekata po stranici. Odaberite 0 ako želite isključiti numeriranje stranica.

# tl_module.searchType.0
source: Search form layout
tl: Izgled obrasca za pretraživanje

# tl_module.searchType.1
source: Here you can select the search form layout.
tl: Ovdje možete odabrati izgled obrasca za pretraživanje.

# tl_module.searchTpl.0
source: Search results template
tl: Templejt rezultata pretraživanja

# tl_module.searchTpl.1
source: Here you can select the search results template.
tl: Ovdje možete odabrati templejt rezultata pretraživanja.

# tl_module.inColumn.0
source: Column
tl: Stupac

# tl_module.inColumn.1
source: Please choose the column whose articles you want to list.
tl: Odaberite stupac čije članke želite izlistati.

# tl_module.skipFirst.0
source: Skip items
tl: Preskoči prvi objekt

# tl_module.skipFirst.1
source: Here you can define how many items will be skipped.
tl: Nemojte uključiti prvi objekt na popisu.

# tl_module.loadFirst.0
source: Load the first item
tl: Učitaj prvi objekt

# tl_module.loadFirst.1
source: Automatically redirect to the first item if none is selected.
tl: Ako ništa nije odabrano, automatski preusmjerite na prvi objekt.

# tl_module.size.0
source: Width and height
tl: Širina i visina

# tl_module.size.1
source: Please enter the width and height in pixel.
tl: Upišite širinu i visinu u pikselima.

# tl_module.transparent.0
source: Transparent movie
tl: Providan film (Transparent)

# tl_module.transparent.1
source: Make the Flash movie transparent (wmode = transparent).
tl: Učinite Flash film providnim (wmode = transparent).

# tl_module.flashvars.1
source: Pass variables to the Flash movie (<em>var1=value1&amp;var2=value2</em>).
tl: Flash filmu dodajte varijable (<em>var1=value1&var2=value2</em>).

# tl_module.version.0
source: Flash player version
tl: Flash player verzija

# tl_module.version.1
source: Please enter the required Flash player version (e.g. 6.0.12).
tl: Upišite potrebnu Flash player verziju (npr. 6.0.12).

# tl_module.altContent.0
source: Alternate content
tl: Alternativni sadržaj

# tl_module.altContent.1
source: The alternate content will be shown if the movie cannot be loaded. HTML tags are allowed.
tl: Alternativni sadržaj će se prikazati ako se film ne može učitati. HTML tagovi su dozvoljeni.

# tl_module.source.0
source: Source
tl: Izvor (Source)

# tl_module.source.1
source: Whether to use a file on the server or point to an external URL.
tl: Da li koristiti fajl na serveru ili s vanjske URL adrese.

# tl_module.singleSRC.0
source: Source file
tl: Izvorni (Source) fajl

# tl_module.singleSRC.1
source: Please select a file from the files directory.
tl: Odaberite fajl iz direktorije fajlova.

# tl_module.url.1
source: Please enter the URL (http://…) of the Flash movie.
tl: Upišite URL Flash filma (http://...).

# tl_module.interactive.0
source: Make interactive
tl: Učini interaktivnim

# tl_module.interactive.1
source: Make the Flash movie interact with the browser (requires JavaScript).
tl: Napravite interakciju Flash filma i preglednika (zahtijeva JavaScript).

# tl_module.flashID.0
source: Flash movie ID
tl: ID Flash filma

# tl_module.flashID.1
source: Please enter a unique Flash movie ID.
tl: Upišite jedinstveni ID Flash filma.

# tl_module.flashJS.1
source: Please enter the JavaScript code.
tl: Upišite JavaScript kod.

# tl_module.fullsize.0
source: Full-size view/new window
tl: Puna veličina/novi prozor

# tl_module.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
tl: Otvori punu veličinu slike u lightboxu ili link u novom prozoru preglednika.

# tl_module.imgSize.0
source: Image width and height
tl: Širina i visina slike

# tl_module.imgSize.1
source: Here you can set the image dimensions and the resize mode.
tl: Upišite širinu ili visinu izmijenjene veličine slike, ili oboje ako želite odrezati sliku.

# tl_module.useCaption.0
source: Show caption
tl: Prikaži natpis

# tl_module.useCaption.1
source: Display the image name or caption below the image.
tl: Prikažite naziv slike ili natpis ispod slike.

# tl_module.multiSRC.0
source: Source files
tl: Izvorni (Source) fajlovi

# tl_module.multiSRC.1
source: Please select one or more files from the files directory.
tl: Odaberite jedan ili više fajlova iz direktorije fajlova.

# tl_module.html.0
source: HTML code
tl: HTML kod

# tl_module.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
tl: U backendu možete izmijeniti popis dozvoljenih HTML tagova.

# tl_module.rss_cache.0
source: Cache timeout
tl: Cache prekid

# tl_module.rss_cache.1
source: Here you can define how long the RSS feed is being cached.
tl: Ovdje možete odrediti koliko će se dugo vršiti cache RSS feed-a.

# tl_module.rss_feed.0
source: Feed URLs
tl: URL-ovi feed-ova

# tl_module.rss_feed.1
source: Please enter the URL of one or more RSS feeds.
tl: Upišite URL jednog ili više RSS feed-ova.

# tl_module.rss_template.0
source: Feed template
tl: Templejt feed-a

# tl_module.rss_template.1
source: Here you can select the feed template.
tl: Ovdje možete odabrati templejt feed-a.

# tl_module.protected.0
source: Protect module
tl: Zaštiti modul

# tl_module.protected.1
source: Show the module to certain member groups only.
tl: Prikažite modul samo određenim članskim grupama.

# tl_module.groups.0
source: Allowed member groups
tl: Dozvoljene članske grupe

# tl_module.groups.1
source: These groups will be able to see the module.
tl: Ove grupe moći će vidjeti modul.

# tl_module.guests.0
source: Show to guests only
tl: Prikaži samo gostima

# tl_module.guests.1
source: Hide the module if a member is logged in.
tl: Ako je član ulogovan na sajt, modul će biti skriven.

# tl_module.cssID.1
source: Here you can set an ID and one or more classes.
tl: Ovdje možete upisati ID jedne ili više klasa.

# tl_module.space.0
source: Space in front and after
tl: Razmak prije i poslije

# tl_module.space.1
source: Here you can enter the spacing in front of and after the module in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Ovdje možete upisati razmak prije i nakon modula, u pikselima. Trebali bi ste izbjegavati inline stilove i definirati razmak u CSS fajlu.

# tl_module.disableCaptcha.0
source: Disable the security question
tl: Isključi sigurnosno pitanje

# tl_module.disableCaptcha.1
source: Here you can disable the security question (not recommended).
tl: Ovdje možete isključiti sigurnosno pitanje.

# tl_module.reg_groups.0
source: Member groups
tl: Grupe članova

# tl_module.reg_groups.1
source: Here you can assign the user to one or more groups.
tl: Ovdje možete korisnika dodati jednoj ili više grupa.

# tl_module.reg_allowLogin.0
source: Allow login
tl: Dozvoli ulogovanje

# tl_module.reg_allowLogin.1
source: Allow the new user to log into the front end.
tl: Dozvolite novom korisniku da se uloguje u frontendu.

# tl_module.reg_skipName.0
source: Skip username
tl: Preskoči korisničko ime

# tl_module.reg_skipName.1
source: Do not require the username to request a new password.
tl: Ne tražite korisničko ime prilikom zahtijeva za novu lozinku.

# tl_module.reg_close.0
source: Mode
tl: Vrsta

# tl_module.reg_close.1
source: Here you can define how to handle the deletion.
tl: Ovdje možete definisati kako upravljati gašenje korisničkog računa.

# tl_module.reg_assignDir.0
source: Create a home directory
tl: Kreiraj početni direktorij

# tl_module.reg_assignDir.1
source: Create a home directory from the registered username.
tl: Kreirajte početni direktorij (home directory) od registrovanog korisničkog imena.

# tl_module.reg_homeDir.0
source: Home directory path
tl: Putanja početnog direktorija

# tl_module.reg_homeDir.1
source: Please select the parent folder from the files directory.
tl: Odaberite roditeljsku mapu u direktoriju mapa.

# tl_module.reg_activate.0
source: Send activation e-mail
tl: Pošalji aktivacijski E-mail

# tl_module.reg_activate.1
source: Send an activation e-mail to the registered e-mail address.
tl: Pošaljite aktivacijski E-mail na E-mail adresu registrovanog korisnika.

# tl_module.reg_jumpTo.0
source: Confirmation page
tl: Stranica potvrde

# tl_module.reg_jumpTo.1
source: Please choose the page to which users will be redirected after the request has been completed.
tl: Odaberite stranicu na koju će se korisnik preusmjeriti nakon što dovrši zahtijev.

# tl_module.reg_text.0
source: Activation message
tl: Aktivacijska poruka

# tl_module.reg_text.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any input field (e.g. <em>##lastname##</em>).
tl: Možete koristiti wildcards <em>##domain##</em> (ime domene), <em>##link##</em> (aktivacijski link) i bilo koje ulazno polje (npr. <em>##lastname##</em>).

# tl_module.reg_password.0
source: Password message
tl: Poruka za lozinku

# tl_module.reg_password.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any user property (e.g. <em>##lastname##</em>).
tl: Možete koristiti wildcards <em>##domain##</em> (ime domene), <em>##link##</em> (aktivacijski link) i bilo koju korisničku informaciju (npr. <em>##lastname##</em>).

# tl_module.title_legend
source: Title and type
tl: Naslov i vrsta

# tl_module.nav_legend
source: Navigation settings
tl: Postavke navigacije

# tl_module.reference_legend
source: Reference page
tl: Referentna stranica

# tl_module.redirect_legend
source: Redirect settings
tl: Postavke preusmjeravnja

# tl_module.template_legend
source: Template settings
tl: Postavke templejta

# tl_module.config_legend
source: Module configuration
tl: Konfiguracija modula

# tl_module.include_legend
source: Include settings
tl: Postavke uključivanja

# tl_module.source_legend
source: Files and folders
tl: Fajlovi i mape

# tl_module.interact_legend
source: Interactive Flash movie
tl: Interaktivni Flash film

# tl_module.html_legend
source: Text/HTML
tl: Tekst/HTML

# tl_module.protected_legend
source: Access protection
tl: Zaštita pristupa

# tl_module.expert_legend
source: Expert settings
tl: Ekspert postavke

# tl_module.email_legend
source: E-mail settings
tl: E-mail postavke

# tl_module.account_legend
source: Account settings
tl: Postavke korisničkog računa

# tl_module.emailText.0
source: Your registration on %s
tl: Vaša registracija na %s

# tl_module.emailText.1
source: Thank you for your registration on ##domain##. Please click ##link## to complete your registration and to activate your account. If you did not request an account, please ignore this e-mail.
tl: Zahvaljujemo što ste se registrovalii na ##domain##. Molimo vas da kliknete na ##link## kako bi dovršili postupak registracije i aktivirali vaš korisnički račun. Ako vi niste zatražili korisnički račun, ignorirajte ovu E-mail poruku.

# tl_module.passwordText.0
source: Your password request on %s
tl: Vaš zahtijev za lozinku na %s

# tl_module.passwordText.1
source: You have requested a new password for ##domain##. Please click ##link## to set the new password. If you did not request this e-mail, please contact the website administrator.
tl: Zatražili ste novu lozinku za ##domain##. Molimo vas da kliknete na ##link## kako bi postavili novu lozinku. Ako vi niste zatražili ovu E-mail poruku, molimo vas da kontaktirate administratora web stranice.

# tl_module.header
source: Header
tl: Zaglavlje (Header)

# tl_module.left
source: Left column
tl: Lijevi stupac

# tl_module.main
source: Main column
tl: Glavni stupac

# tl_module.right
source: Right column
tl: Desni stupac

# tl_module.footer
source: Footer
tl: Dno stranice

# tl_module.internal
source: Internal file
tl: Interni fajl

# tl_module.external
source: External URL
tl: Vanjski (External) URL

# tl_module.close_deactivate
source: Deactivate account
tl: Deaktiviraj korisnički račun

# tl_module.close_delete
source: Irrevocably delete account
tl: Nepovratno brisanje korisničkog računa

# tl_module.new.0
source: Add module
tl: Novi modul

# tl_module.new.1
source: Add a module
tl: Dodajte novi modul.

# tl_module.show.0
source: Module details
tl: Detalji modula

# tl_module.show.1
source: Show the details of module ID %s
tl: Prikažite detalje modula s ID %s

# tl_module.edit.0
source: Edit module
tl: Edituj modul

# tl_module.edit.1
source: Edit module ID %s
tl: Edituj modul s ID %s

# tl_module.cut.0
source: Move module
tl: Premjesti modul

# tl_module.cut.1
source: Move module ID %s
tl: Premjestite modul s ID %s

# tl_module.copy.0
source: Duplicate module
tl: Kopiraj modul

# tl_module.copy.1
source: Duplicate module ID %s
tl: Kopirajte modul s ID %s

# tl_module.delete.0
source: Delete module
tl: Izbriši modul

# tl_module.delete.1
source: Delete module ID %s
tl: Izbrišite modul s ID %s

# tl_module.editheader.0
source: Edit theme
tl: Edituj temu

# tl_module.editheader.1
source: Edit the theme settings
tl: Editujte postavke teme

# tl_module.pasteafter.0
source: Paste here
tl: Zalijepi ovdje

# tl_module.pasteafter.1
source: Paste after module ID %s
tl: Zalijepite iza modula s ID %s
