Repository: tobaco/core
Catalog: .tx/source/*/core/*_page.xlf
Languages: tl

# tl_page.title.0
source: Page name
tl: Naziv stranice

# tl_page.title.1
source: Please enter the page name.
tl: Upišite naziv stranice

# tl_page.alias.0
source: Page alias
tl: Alias stranice

# tl_page.alias.1
source: The page alias is a unique reference to the page which can be called instead of its numeric ID.
tl: Alias stranice je jedinstvena referenca za stranicu koja će se pozivati umjesto njenog numeričkog ID.

# tl_page.type.0
source: Page type
tl: Vrsta stranice

# tl_page.type.1
source: Please choose the page type.
tl: Odaberite vrstu stranice.

# tl_page.pageTitle.0
source: Page title
tl: Naslov stranice

# tl_page.pageTitle.1
source: Please enter the page title.
tl: Upišite naslov stranice.

# tl_page.language.0
source: Language
tl: Jezik

# tl_page.robots.0
source: Robots tag
tl: Tag robota

# tl_page.robots.1
source: Here you can define how search engines handle the page.
tl: Ovdje možete definirati kako će tražilice obraditi stranicu.

# tl_page.description.0
source: Page description
tl: Opis stranice

# tl_page.description.1
source: Here you can enter a short description of the page which will be evaluated by search engines like Google or Yahoo. Search engines usually indicate between 150 and 300 characters.
tl: Ovdje možete upisati kratki opis stranice kojeg će ocjenjivati tražilice poput Google ili Bing. Tražilice obično pregledavaju između 150 i 300 znakova.

# tl_page.redirect.0
source: Redirect type
tl: Vrsta preusmjeravanja

# tl_page.redirect.1
source: Please choose the redirect type.
tl: Odaberite vrstu preusmjeravanja.

# tl_page.jumpTo.0
source: Redirect page
tl: Stranica preusmjeravanja

# tl_page.jumpTo.1
source: Please choose the page to which visitors will be redirected. Leave blank to redirect to the first regular subpage.
tl: Odaberite stranicu na koju će posjetitelji biti preusmjereni.

# tl_page.fallback.0
source: Language fallback
tl: Fallback jezik

# tl_page.fallback.1
source: Show this page if there is none that matches the visitor's language.
tl: Prikažite ovu stranicu ako nema stranice koja odgovara jeziku posjetitelja.

# tl_page.dns.0
source: Domain name
tl: Naziv domene

# tl_page.dns.1
source: Here you can restrict the access to the website to a certain domain name.
tl: Ovdje možete ograničiti pristup sajtu na određeni naziv domene.

# tl_page.adminEmail.0
source: E-mail address of the website administrator
tl: E-mail adresa administratora sajta.

# tl_page.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
tl: Na ovu će se adresu slati automatski generirani mailovi poput potvrda pretplate.

# tl_page.dateFormat.0
source: Date format
tl: Format datuma

# tl_page.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
tl: Format datum analizirat će se s PHP date() funkcijom.

# tl_page.timeFormat.0
source: Time format
tl: Format vremena

# tl_page.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
tl: Format vremena analizirat će se s PHP date() funkcijom.

# tl_page.datimFormat.0
source: Date and time format
tl: Format datuma i vremena

# tl_page.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
tl: Format datuma i vremena analizirat će se s PHP date() funkcijom.

# tl_page.createSitemap.0
source: Create an XML sitemap
tl: Kreiraj XML sitemap

# tl_page.sitemapName.0
source: Sitemap file name
tl: Naziv sitemap fajla

# tl_page.sitemapName.1
source: Please enter the name of the sitemap file without extension.
tl: Upišite naziv sitemap fajla, bez ekstenzije.

# tl_page.autoforward.0
source: Forward to another page
tl: Proslijedi na drugu stranicu

# tl_page.autoforward.1
source: Redirect visitors to another page (e.g. a login page).
tl: Preusmjerite posjetitelje na drugu stranicu (npr. na stranicu za ulogovanje).

# tl_page.protected.0
source: Protect page
tl: Zaštiti stranicu

# tl_page.protected.1
source: Restrict page access to certain member groups.
tl: Ograničite pristup stranici samo na određene grupe članova.

# tl_page.groups.0
source: Allowed member groups
tl: Dozvoljene grupe članova

# tl_page.groups.1
source: These groups will be able to access the page.
tl: Ove će grupe imati pristup stranici.

# tl_page.includeLayout.0
source: Assign a layout
tl: Dodijeli izgled

# tl_page.includeLayout.1
source: Assign a page layout to the page and its subpages.
tl: Dodijelite izgled stranice za ovu stranicu i njene pod-stranice.

# tl_page.layout.0
source: Page layout
tl: Izgled stranice

# tl_page.layout.1
source: You can manage page layouts with the "themes" module.
tl: Izgledima stranice možete upravljati putem "page layout" (izgled stranice) modula.

# tl_page.includeCache.0
source: Set cache timeout
tl: Dozvoli memoriranje (caching)

# tl_page.includeCache.1
source: Set a cache timeout value for the page and its subpages.
tl: Dozvolite skriveno memoriranje ove stranice i njenih pod-stranica.

# tl_page.cache.0
source: Cache timeout
tl: Ograničenje memoriranja (Cache timeout)

# tl_page.cache.1
source: After this period, the cached version of the page will expire.
tl: Memorirana verzija stranice isteći će nakon ovog perioda.

# tl_page.includeChmod.0
source: Assign access rights
tl: Dodijeli prava pristupa

# tl_page.includeChmod.1
source: Access rights determine what back end users can do with the page.
tl: Prava pristupa određuje šta korisnici backenda mogu raditi s ovom stranicom.

# tl_page.cuser.0
source: Owner
tl: Vlasnik

# tl_page.cuser.1
source: Please select a user as the owner of the page.
tl: Odaberite korisnika koji će biti vlasnik stranice.

# tl_page.cgroup.0
source: Group
tl: Grupa

# tl_page.cgroup.1
source: Please select a group as the owner of the page.
tl: Odaberite grupu koja će biti vlasnik stranice.

# tl_page.chmod.0
source: Access rights
tl: Prava pristupa

# tl_page.chmod.1
source: Please assign the access rights for the page and its subpages.
tl: Dodijelite prava pristupa ovoj stranici i njenim pod-stranicama.

# tl_page.noSearch.0
source: Do not search
tl: Bez pretraživanja

# tl_page.noSearch.1
source: Exclude the page from the search index.
tl: Izuzmite ovu stranicu s indeksa pretraživanja.

# tl_page.cssClass.0
source: CSS class
tl: CSS klasa

# tl_page.cssClass.1
source: The class(es) will be used in the navigation menu and the body tag.
tl: Klasa(e) će se koristiti u navigacijskom izborniku i u body tagu.

# tl_page.sitemap.0
source: Show in sitemap
tl: Prikaži u sitemap

# tl_page.sitemap.1
source: Here you can define whether the page is shown in the sitemap.
tl: Ovdje možete definisati da li da se stranica pokaže u sitemap.

# tl_page.hide.0
source: Hide from navigation
tl: U navigaciji sakriti

# tl_page.hide.1
source: Hide the page from the navigation menu.
tl: Sakrijte stranicu u navigacijskom izborniku.

# tl_page.guests.0
source: Show to guests only
tl: Prikaži samo gostima

# tl_page.guests.1
source: Hide the page if there is an authenticated user.
tl: Sakrijte ovu stranicu, čim se uloguje jedan korisnik.

# tl_page.tabindex.0
source: Tab index
tl: Kartični indeks (Tab index)

# tl_page.tabindex.1
source: The position of the navigation item in the tabbing order.
tl: Pozicija navigacijske izborničke stavke u kartičnom redoslijedu.

# tl_page.accesskey.0
source: Access key
tl: Ključ pristupa

# tl_page.accesskey.1
source: A navigation item can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
tl: Navigacijska stavka može se fokusirati istovremenim pritiskom na [ALT] ili [CTRL] ključ i ključ pristupa.

# tl_page.published.0
source: Publish page
tl: Objavi stranicu

# tl_page.published.1
source: Make the page publicly visible on the website.
tl: Objavite stranicu na sajtu.

# tl_page.start.0
source: Show from
tl: Prikaži od

# tl_page.start.1
source: Do not show the page on the website before this day.
tl: Ne prikazujte ovu stranicu na sajtu prije ovog dana.

# tl_page.stop.0
source: Show until
tl: Prikaži do

# tl_page.stop.1
source: Do not show the page on the website on and after this day.
tl: Ne prikazujte ovu stranicu na sajtu nakon ovog dana.

# tl_page.title_legend
source: Name and type
tl: Naziv i vrsta

# tl_page.meta_legend
source: Meta information
tl: Meta informacije

# tl_page.redirect_legend
source: Redirect settings
tl: Postavke preusmjeravanja

# tl_page.dns_legend
source: DNS settings
tl: DNS postavke

# tl_page.forward_legend
source: Auto-forward
tl: Auto-proslijeđivanje

# tl_page.protected_legend
source: Access protection
tl: Zaštita pristupa

# tl_page.layout_legend
source: Layout settings
tl: Postavke izgleda

# tl_page.cache_legend
source: Cache settings
tl: Postavke memoriranja

# tl_page.chmod_legend
source: Access rights
tl: Prava pristupa

# tl_page.search_legend
source: Search settings
tl: Postavke pretraživanja

# tl_page.expert_legend
source: Expert settings
tl: Ekspert postavke

# tl_page.tabnav_legend
source: Keyboard navigation
tl: Navigacija tastature

# tl_page.publish_legend
source: Publish settings
tl: Postavke objavljivanja

# tl_page.permanent
source: 301 Permanent redirect
tl: 301 Trajno preusmjeravanje

# tl_page.temporary
source: 302 Temporary redirect
tl: 302 Privremeno preusmjeravanje

# tl_page.map_default
source: Default
tl: Osnovna

# tl_page.map_always
source: Show always
tl: Pokaži uvijek

# tl_page.map_never
source: Show never
tl: Nepokazuj nikada

# tl_page.new.0
source: New page
tl: Nova stranica

# tl_page.new.1
source: Create a new page
tl: Kreirajte novu stranicu

# tl_page.show.0
source: Page details
tl: Detalji stranice

# tl_page.show.1
source: Show the details of page ID %s
tl: Prikažite detalje stranice s ID %s

# tl_page.edit.0
source: Edit page
tl: Edituj stranicu

# tl_page.edit.1
source: Edit page ID %s
tl: Editujte stranicu s ID %s

# tl_page.cut.0
source: Move page
tl: Premjesti stranicu

# tl_page.cut.1
source: Move page ID %s
tl: Premjestite stranicu s ID %s

# tl_page.copy.0
source: Duplicate page
tl: Kopiraj stranicu

# tl_page.copy.1
source: Duplicate page ID %s
tl: Kopirajte stranicu s ID %s

# tl_page.copyChilds.0
source: Duplicate with subpages
tl: Kopiraj stranicu s pod-stranicama

# tl_page.copyChilds.1
source: Duplicate page ID %s with its subpages
tl: Kopirajte stranicu s ID %s i sve njene pod-stranice

# tl_page.delete.0
source: Delete page
tl: Izbriši stranicu

# tl_page.delete.1
source: Delete page ID %s
tl: Izbrišite stranicu s ID %s

# tl_page.toggle.0
source: Publish/unpublish page
tl: Objavi/odjavi stranicu

# tl_page.toggle.1
source: Publish/unpublish page ID %s
tl: Objavi/odjavi stranicu s ID %s

# tl_page.pasteafter.0
source: Paste after
tl: Zalijepi nakon (Paste)

# tl_page.pasteafter.1
source: Paste after page ID %s
tl: Zalijepite nakon stranice s ID %s

# tl_page.pasteinto.0
source: Paste into
tl: Zalijepi u (Paste)

# tl_page.pasteinto.1
source: Paste into page ID %s
tl: Zalijepite u stranicu s ID %s

# tl_page.articles.0
source: Edit articles
tl: Edituj članke

# tl_page.articles.1
source: Edit the articles of page ID %s
tl: Edituj članke stranice s ID %s

# CACHE.0
source: 0 (do not cache)
tl: Ne memoriši (caching)

# CACHE.5
source: 5 seconds
tl: 5 sekunda

# CACHE.15
source: 15 seconds
tl: 15 sekundi

# CACHE.30
source: 30 seconds
tl: 30 sekundi

# CACHE.60
source: 60 seconds
tl: 1 minuta

# CACHE.300
source: 5 minutes
tl: 5 minuta

# CACHE.900
source: 15 minutes
tl: 15 minuta

# CACHE.1800
source: 30 minutes
tl: 30 minuta

# CACHE.3600
source: 60 minutes
tl: 1 sat

# CACHE.10800
source: 3 hours
tl: 3 sata

# CACHE.21600
source: 6 hours
tl: 6 sati

# CACHE.43200
source: 12 hours
tl: 12 sati

# CACHE.86400
source: 24 hours
tl: 1 dan
