Repository: tobaco/core
Catalog: .tx/source/*/core/*_settings.xlf
Languages: tl

# tl_settings.websiteTitle.0
source: Website title
tl: Título do website

# tl_settings.websiteTitle.1
source: Please enter the title of the website.
tl: Favor inserir o título do website

# tl_settings.adminEmail.0
source: E-mail address of the system administrator
tl: Endereço de e-mail do administrador do sistema

# tl_settings.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
tl: Favor inserir o endereço de e-mail do administrador do sistema

# tl_settings.dateFormat.0
source: Date format
tl: Formato de data

# tl_settings.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
tl: Favor inserir o formato de data como utilizado pela função date() do PHP.

# tl_settings.timeFormat.0
source: Time format
tl: Formato de hora

# tl_settings.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
tl: Favor inserir o formato de hora como utilizado pela função date() do PHP.

# tl_settings.datimFormat.0
source: Date and time format
tl: Formato de data e hora

# tl_settings.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
tl: Favor inserir o formato de data e hora como utilizado pela função date() do PHP.

# tl_settings.timeZone.0
source: Time zone
tl: Fuso-horário

# tl_settings.timeZone.1
source: Please select the server time zone.
tl: Favor selecionar sua região de fuso-horário.

# tl_settings.websitePath.0
source: Relative path to the Contao directory
tl: Caminho relativo ao diretório do Contao

# tl_settings.websitePath.1
source: The relative path to the Contao directory is usually set automatically by the install tool.
tl: Favor inserir o caminho relativo ao diretório dos arquivos Contao (ex. se você acessa a administração do Contao em <em>www.seudominio.com/seuwebsite/contao</em>, o caminho relativo seria <em>/seuwebsite</em>).

# tl_settings.characterSet.0
source: Character set
tl: Conjunto de caracteres

# tl_settings.characterSet.1
source: It is recommended to use UTF-8, so special characters are displayed correctly.
tl: Favor inserir o conjunto de caracteres. É recomendado utilizar o UTF-8, assim os caracteres especiais serão mostrados corretamente. Não mude esta opção a menos que você tenha problemas de codificação de caracteres.

# tl_settings.customSections.0
source: Custom layout sections
tl: Seção de layouts personalizados

# tl_settings.customSections.1
source: Here you can enter a comma separated list of custom layout sections.
tl: Aqui você pode informar uma lista de seções de layout personalizados (separados por vírgula). Então você poderá utilizar estas seções no módulo <em>page layout</em> em adição a <em>header</em>, <em>left</em>, <em>main</em>, <em>right</em> e <em>footer</em>.

# tl_settings.disableCron.0
source: Disable the command scheduler
tl: Desabilitar o agendador de comando

# tl_settings.disableCron.1
source: Disable the periodic command scheduler and execute the cron.php script by a real cron job (which you have to set up manually).
tl: Desabilitar o agendador de periódicos comando e executar o script cron.php por um cron job real (que você tem que configurar manualmente).

# tl_settings.minifyMarkup.0
source: Minify the markup
tl: Redução da marcação HTML

# tl_settings.minifyMarkup.1
source: Minify the HTML markup before it is sent to the browser (requires the PHP tidy extension).
tl: Reduzir a marcação HTML antes de ser enviado para o navegador (requer a extensão PHP tidy).

# tl_settings.gzipScripts.0
source: Compress scripts
tl: Comprimir scripts

# tl_settings.gzipScripts.1
source: Create a compressed version of the combined CSS and JavaScript files. Requires adjustments of the .htaccess file.
tl: Criar uma versão comprimida dos arquivos combinados CSS e JavaScript. Requer ajustes do arquivo .htaccess.

# tl_settings.resultsPerPage.0
source: Items per page
tl: Registros por página

# tl_settings.resultsPerPage.1
source: Here you can define the number of items per page in the back end.
tl: Aqui você define o número padrão de registros exibidos no "back end".

# tl_settings.maxResultsPerPage.0
source: Maximum items per page
tl: Máxima itens por página

# tl_settings.maxResultsPerPage.1
source: This overall limit takes effect if a user chooses the "show all records" option.
tl: Este limite global tem efeito se o usuário escolhe a opção "mostrar todos os registros".

# tl_settings.doNotCollapse.0
source: Do not collapse elements
tl: Não colapsar elementos

# tl_settings.doNotCollapse.1
source: Do not collapse elements in the back end preview.
tl: Não colapsar elementos de conteúdo e outros recursos quando pré-visualizado no backend.

# tl_settings.urlSuffix.0
source: URL suffix
tl: Sufixo de URL

# tl_settings.urlSuffix.1
source: The URL suffix will be added to the URI string to simulate static documents.
tl: O sufixo de URL é uma extensão de arquivo que é adicionada a string da URI para simular documentos estáticos. O sufixo de URL padrão é <em>.html</em>. Observe que não usar o sufixo de URL pode ter um efeito negativo na sua classificação junto aos sites de busca.

# tl_settings.cacheMode.0
source: Cache mode
tl: Modo de cache

# tl_settings.cacheMode.1
source: Here you can select the cache mode.
tl: Aqui você pode selecionar o modo de cache.

# tl_settings.privacyAnonymizeIp.0
source: Anonymize IP addresses
tl: Anonimizar de endereços IP

# tl_settings.privacyAnonymizeIp.1
source: Anonymize any IP address that is stored in the database, except in the <em>tl_session</em> table (the IP address is bound to the session for security reasons).
tl: Anonimizar qualquer endereço IP que está armazenado no banco de dados, exceto no tabela <em>tl_session</em> (o endereço IP está vinculado à sessão por motivos de segurança).

# tl_settings.privacyAnonymizeGA.0
source: Anonymize Google Analytics
tl: Anonimizar Google Analytics

# tl_settings.privacyAnonymizeGA.1
source: Anonymize the IP addresses that are sent to Google Analytics.
tl: Anonimizar os endereços IP que são enviados para o Google Analytics.

# tl_settings.rewriteURL.0
source: Rewrite URLs
tl: Reescrita de URL

# tl_settings.rewriteURL.1
source: Make Contao generate static URLs without the index.php fragment. This feature requires "mod_rewrite", renaming the ".htaccess.default" file to ".htaccess" and adjusting the RewriteBase as necessary.
tl: Como esta opção você pode fazer o Contao gerar URLs estáticas sem o "index.php" (ex.. <em>alias.html</em> em vez de <em>index.php/alias.html</em>). Esta função requer o módulo <em>mod_rewrite</em> do Apache!

# tl_settings.addLanguageToUrl.0
source: Add the language to the URL
tl: Anonimizar Google Analytics

# tl_settings.addLanguageToUrl.1
source: Add the language string as first URL parameter (e.g. <em>http://domain.tld/en/</em>).
tl: Adicionar a primeira língua como parâmetro de URL (por exemplo, <em> http://domain.tld/pt/</em>)

# tl_settings.doNotRedirectEmpty.0
source: Do not redirect empty URLs
tl: Não redirecionar URLs brancos (vazios)

# tl_settings.doNotRedirectEmpty.1
source: For an empty URL display the website instead of redirecting to the language root page (not recommended).
tl: Para um URL branco, mostrar o site em vez de redirecionar para o idioma da página raiz (não recomendado).

# tl_settings.useAutoItem.0
source: Enable auto_item
tl: Use os parâmetros auto_item

# tl_settings.useAutoItem.1
source: Skip the <em>items/</em> or <em>events/</em> fragment in the URL and automatically discover the item based on the <em>auto_item</em> parameter.
tl: Ignorar os <em>itens/</em> ou <em> eventos / </ em> fragmento no URL e descobrir automaticamente o item com base no parâmetro <em> auto_item </em>.

# tl_settings.disableAlias.0
source: Disable page alias usage
tl: Desabilitar o uso dos apelidos das páginas

# tl_settings.disableAlias.1
source: Use the numeric ID of a page or article instead of its alias.
tl: Ao escolher esta opção o Contao irá usar a ID das páginas em vez de sues apelidos ao gerar as URLs (ex. <em>index.php?id=12</em> em vez de <em>home.html</em>).

# tl_settings.allowedTags.0
source: Allowed HTML tags
tl: Tags HTML permitidas

# tl_settings.allowedTags.1
source: Here you can enter a list of allowed HTML tags that will not be stripped.
tl: informe uma lista de tags HTML permitidas. Todas as outras tags serão removidas das entradas do usuário.

# tl_settings.debugMode.0
source: Enable debug mode
tl: Modo debug

# tl_settings.debugMode.1
source: Print certain runtime information like database queries to the screen.
tl: Ao escolher esta opção, certas informações de rotinas serão exibidas na tela. Portanto esta opção é recomendada apenas para modificações no sistema!

# tl_settings.disableRefererCheck.0
source: Disable request tokens
tl: Desabilitar verificação de referência

# tl_settings.disableRefererCheck.1
source: Do not check the request token when a form is submitted. Attention: potential security risk!
tl: Escolha esta opÇào se deseja que o Contao não faça verificação de endereços de referência ao se enviar um formulário. Note que desabilitar esta verificação é um grande risco de segurança! Tipicamente, problemas com referências são causados ferramentas anonimizadoras ou de segurança.

# tl_settings.lockPeriod.0
source: Account locking time
tl: Tempo de espera em caso de conta travada

# tl_settings.lockPeriod.1
source: An account will be locked if a wrong password is entered three times in a row.
tl: Informe o período de espera, em segundos, antes que o usuário possa fazer nova tentativa de login no caso de sua conta ser travada por sucessivos erros (padrão: 5 minutos = 300 segundos). Supostamente esta função dificulta ataques do tipo "força bruta".

# tl_settings.displayErrors.0
source: Display error messages
tl: Exibir mensagens de erro

# tl_settings.displayErrors.1
source: Print error messages to the screen (not recommended for productional sites).
tl: Ao escolher esta opção, mensagens de erro serão exibidas na tela. Portanto esta opção é recomendada apenas para modificações no sistema!

# tl_settings.logErrors.0
source: Log error messages
tl: Activar o log de ​​erro

# tl_settings.logErrors.1
source: Write error messages to the error log file (<em>system/logs/error.log</em>).
tl: Escrever mensagens de erro no arquivo de log de ​​erro (<em>system/logs/error.log</em>).

# tl_settings.coreOnlyMode.0
source: Run in safe mode
tl: Executar em modo de segurança

# tl_settings.coreOnlyMode.1
source: Run Contao in safe mode and load only core modules.
tl: Contao executado em modo de segurança e carregar módulos apenas do contao-core.

# tl_settings.disableIpCheck.0
source: Disable IP check
tl: Disabilitar checagem de IP

# tl_settings.disableIpCheck.1
source: Do not bind sessions to IP addresses. Choosing this option is a potential security risk!
tl: Não ligar sessões a endereços IP. Escolher esta opção oferece um alto risco de segurança!

# tl_settings.allowedDownload.0
source: Download file types
tl: Tipos de arquivos válidos para download

# tl_settings.allowedDownload.1
source: Here you can enter a comma separated list of downloadable file types.
tl: Informe em uma lista separada por vírgula, as extensões de tipos de arquivos que podem ser baixados. Por razões de segurança, só podem ser baixados arquivos que estejam na pasta de arquivos e suas sub-pastas

# tl_settings.validImageTypes.0
source: Image file types
tl: Tipos válidos de arquivos de imagem

# tl_settings.validImageTypes.1
source: Here you can enter a comma separated list of file types that can be handled by the image class.
tl: Informe em uma lista separada por vírgula, as extensões de tipos de imagem suportadas. Não inclua tipos de arquivos que não são suportados pelo Contao ou seus próprios scripts.

# tl_settings.editableFiles.0
source: Editable file types
tl: Tipos de arquivos editáveis

# tl_settings.editableFiles.1
source: Here you can enter a comma separated list of file types that can be edited in the source editor.
tl: Informe em uma lista separada por vírgula, as extensões de tipos de arquivos que podem ser editados no editor de fontes.

# tl_settings.templateFiles.0
source: Template file types
tl: Tipos de arquivo de modelo

# tl_settings.templateFiles.1
source: Here you can enter a comma separated list of supported template file types.
tl: Aqui você pode inserir uma lista separada por vírgulas dos tipos de arquivos suportados por modelos.

# tl_settings.maxImageWidth.0
source: Maximum front end width
tl: Largura máxima de imagem no "front end"

# tl_settings.maxImageWidth.1
source: If the width of an image or movie exceeds this value, it will be adjusted automatically.
tl: Aqui você define a largura máxima para imagens e arquivos de midia. Se a largura do conteúdo for maior que este valor, ele será reduzido automaticamente.

# tl_settings.jpgQuality.0
source: JPG thumbnail quality
tl: Qualidade da miniatura

# tl_settings.jpgQuality.1
source: Here you can enter the JPG thumbnail quality in percent.
tl: Informe a qualidade das miniaturas em % (aplicável apenas a JPGs).

# tl_settings.gdMaxImgWidth.0
source: Maximum GD image width
tl: Largura máxima (GD) de imagem

# tl_settings.gdMaxImgWidth.1
source: Here you can enter the maximum image width that the GD library shall try to handle.
tl: Aqui você pode digitar a largura máxima da imagem que a biblioteca GD deve tentar manejar.

# tl_settings.gdMaxImgHeight.0
source: Maximum GD image height
tl: Altura máxima (GD) de imagens

# tl_settings.gdMaxImgHeight.1
source: Here you can enter the maximum image height that the GD library shall try to handle.
tl: Aqui você pode digitar a altura máxima da imagem que a biblioteca GD deve tentar manejar.

# tl_settings.uploadPath.0
source: Files directory
tl: Pasta de arquivos

# tl_settings.uploadPath.1
source: Here you can set the relative path to the Contao files directory.
tl: Informe o caminho relativo para a pasta de arquivos (padrão: tl_files).

# tl_settings.uploadTypes.0
source: Upload file types
tl: Tipos de arquivos válidos para envio

# tl_settings.uploadTypes.1
source: Here you can enter a comma separated list of uploadable file types.
tl: Informe em uma lista separada por vírgula, as extensões de tipos de arquivos que podem ser enviados. Por razões de segurança, arquivos só podem ser enviados para a pasta de arquivos e suas sub-pastas

# tl_settings.uploadFields.0
source: Simultaneous file uploads
tl: Envio de arquivos simultâneos

# tl_settings.uploadFields.1
source: Here you can enter the maximum number of simultaneous file uploads.
tl: Informe o número máximo de envios (uploads) simultâneos.

# tl_settings.maxFileSize.0
source: Maximum upload file size
tl: Tamanho máximo de arquivo para enviar

# tl_settings.maxFileSize.1
source: Here you can enter the maximum upload file size in bytes (1 MB = 1000 kB = 1000000 byte).
tl: Informe o tamanho máximo para envio de arquivos (upload) em bytes (padrão: 2 MB = 2048 KB = 2048000 bytes).

# tl_settings.imageWidth.0
source: Maximum image width
tl: Largura máxima de imagem

# tl_settings.imageWidth.1
source: Here you can enter the maximum width for image uploads in pixels.
tl: Informe a largura máxima de imagens para envio (upload).

# tl_settings.imageHeight.0
source: Maximum image height
tl: Altura máxima de imagem

# tl_settings.imageHeight.1
source: Here you can enter the maximum height for image uploads in pixels.
tl: Informe a altura máxima de imagens para envio (upload).

# tl_settings.enableSearch.0
source: Enable searching
tl: Habilitar busca

# tl_settings.enableSearch.1
source: Index pages so they can be searched.
tl: Indexar páginas do frontend automaticamente, para que as mesmas possam ser encontradas nos resultados.

# tl_settings.indexProtected.0
source: Index protected pages
tl: Indexar páginas protegidas

# tl_settings.indexProtected.1
source: Use this option carefully and always exclude personalized pages from being indexed!
tl: Use essa opção com cuidado e sempre exclua da indexação páginas personalizadas!

# tl_settings.useSMTP.0
source: Send e-mails via SMTP
tl: Usar SMTP para envio de mails

# tl_settings.useSMTP.1
source: Use an SMTP server instead of the PHP mail() function to send e-mails.
tl: Por padrão o Contao usa a função <em>mail()</em> do PHP para envio de mails. Aqui você pode escolher usar um servidor SMTP.

# tl_settings.smtpHost.0
source: SMTP hostname
tl: Nome do host SMTP

# tl_settings.smtpHost.1
source: Please enter the host name of the SMTP server.
tl: Informe o nome do host de seu servidor SMTP (padrão: localhost).

# tl_settings.smtpUser.0
source: SMTP username
tl: Nome de usuário SMTP

# tl_settings.smtpUser.1
source: Here you can enter the SMTP username.
tl: Se seu servidor SMTP requer autenticação, informe o nome de usuário aqui.

# tl_settings.smtpPass.0
source: SMTP password
tl: Senha SMTP

# tl_settings.smtpPass.1
source: Here you can enter the SMTP password.
tl: Se seu servidor SMTP requer autenticação, informe a senha aqui.

# tl_settings.smtpEnc.0
source: SMTP encryption
tl: Criptografia SMTP

# tl_settings.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
tl: Aqui você pode escolher um método de criptografia (SSL ou TLS).

# tl_settings.smtpPort.0
source: SMTP port number
tl: Número da porta SMTP

# tl_settings.smtpPort.1
source: Please enter the port number of the SMTP server.
tl: Informe ao número da porta de seu servidor SMTP (padrão: 25 ou 465 para SSL).

# tl_settings.inactiveModules.0
source: Inactive extensions
tl: Módulos inativos do "back end"

# tl_settings.inactiveModules.1
source: Here you can deactivate unneeded extensions.
tl: Aqui você pode desativar módulos desnecessários do "back end".

# tl_settings.undoPeriod.0
source: Storage time for undo steps
tl: Tempo de armazenamento para "undo"

# tl_settings.undoPeriod.1
source: Here you can enter the storage time for undo steps in seconds (24 hours = 86400 seconds).
tl: Informe o tempo, em segundos, pelo qual um "undo" ficará armazenado (padrão: 24 horas = 86400 segundos).

# tl_settings.versionPeriod.0
source: Storage time for versions
tl: Tempo de armazenamento para versões

# tl_settings.versionPeriod.1
source: Here you can enter the storage time for different versions of a record in seconds (90 days = 7776000 seconds).
tl: Informe o tempo, em segundos, pelo qual diferentes versões de um registro ficará armazenado (padrão: 90 dias = 7776000 segundos).

# tl_settings.logPeriod.0
source: Storage time for log entries
tl: Tempo de armazenamento de entradas de "log"

# tl_settings.logPeriod.1
source: Here you can enter the storage time for log entries in seconds (14 days = 1209600 seconds).
tl: Informe o tempo, em segundos, pelo qual uma entrada de "log" ficará armazenada (padrão: 14 horas = 1209600 segundos).

# tl_settings.sessionTimeout.0
source: Session timeout
tl: Tempo limite de sessão

# tl_settings.sessionTimeout.1
source: Here you can enter the maximum lifetime of a session in seconds (60 minutes = 3600 seconds).
tl: Informe o tempo de vida máximo de uma sessão, em segundos (padrão: 60 minutos = 3600 segundos). Se não houver entradas do usuário por um período superior ao definido, a sessão atual será encerrada e o usuário terá que fazer novo login.

# tl_settings.autologin.0
source: Auto login period
tl: Período de login automático

# tl_settings.autologin.1
source: Here you can set the front end auto login period (90 days = 7776000 seconds).
tl: Aqui você pode definir o front-end período do login automático (90 dias = 7776000 segundos).

# tl_settings.defaultUser.0
source: Default page owner
tl: Usuário padrão da página

# tl_settings.defaultUser.1
source: Here you can select a user as the default owner of a page.
tl: Por padrão a página pertence ao mesmo usuário que sua página superior. No entanto, se nenhum usuário for designado, o usuário padrão será o dono da página. Se não houver nenhum usuário e nem usuário padrão, não haverá qualquer restrição de acesso.

# tl_settings.defaultGroup.0
source: Default page group
tl: Grupo padrão da página

# tl_settings.defaultGroup.1
source: Here you can select a group as the default owner of a page.
tl: Por padrão a página pertence ao mesmo grupo que sua página superior. No entanto, se nenhum grupo for designado, o grupo padrão será o dono da página. Se não houver nenhum grupo e nem grupo padrão, não haverá qualquer restrição de acesso.

# tl_settings.defaultChmod.0
source: Default access rights
tl: Permissões da página padrão

# tl_settings.defaultChmod.1
source: Please assign the default access rights for pages and articles.
tl: Por padrão uma página usa as mesmas permissões que sua página-pai. No entanto, se nenhuma permissão for configurada, estas definições padrão serão utilizadas.

# tl_settings.liveUpdateBase.0
source: Live Update URL
tl: URL da atualização ao vivo.

# tl_settings.liveUpdateBase.1
source: Here you can enter the live update URL.
tl: Insira aqui a URL da atualização ao vivo.

# tl_settings.title_legend
source: Website title
tl: Título do site

# tl_settings.date_legend
source: Date and time
tl: Data e hora

# tl_settings.global_legend
source: Global configuration
tl: Configuração global

# tl_settings.backend_legend
source: Back end configuration
tl: Configuração da administração

# tl_settings.frontend_legend
source: Front end configuration
tl: Configuração do site

# tl_settings.privacy_legend
source: Privacy settings
tl: Configurações de privacidade

# tl_settings.security_legend
source: Security settings
tl: Configurações de segurança

# tl_settings.files_legend
source: Files and images
tl: Arquivos e imagens

# tl_settings.uploads_legend
source: Upload settings
tl: Configurações de upload

# tl_settings.search_legend
source: Search engine settings
tl: Configurações de mecanismos de busca

# tl_settings.smtp_legend
source: SMTP configuration
tl: Configuração SMTP

# tl_settings.ftp_legend
source: Safe Mode Hack
tl: Hack do modo seguro

# tl_settings.modules_legend
source: Inactive extensions
tl: Extensões inativas

# tl_settings.timeout_legend
source: Timeout values
tl: Valores de tempo limite

# tl_settings.chmod_legend
source: Default access rights
tl: Direitos de acesso padrão

# tl_settings.update_legend
source: Live Update
tl: Atualização ao vivo

# tl_settings.static_legend
source: Static resources
tl: Recursos estáticos

# tl_settings.edit
source: Edit the local configuration
tl: Editar configuração local.

# tl_settings.both
source: Use the server and the browser cache
tl: Use o servidor eo cache do navegador

# tl_settings.server
source: Use only the server cache
tl: Use somente o cache do servidor

# tl_settings.browser
source: Use only the browser cache
tl: Use somente o cache do navegador

# tl_settings.none
source: Disable caching
tl: Desabilitar o cache
