Repository: tobaco/core
Catalog: .tx/source/*/core/*_style.xlf
Languages: tl

# tl_style.invisible.0
source: Invisible
tl: Nevidljivo

# tl_style.invisible.1
source: Do not export the format definition.
tl: Nemojte eksportirati definicije formata.

# tl_style.selector.0
source: Selector
tl: Selektor

# tl_style.selector.1
source: The selector defines to which element(s) the format definition applies.
tl: Selektor definira na koji(e) se element(e) primjenjuje definicija formata.

# tl_style.category.0
source: Category
tl: Kategorija

# tl_style.category.1
source: Categories can be used to group format definitions in the back end.
tl: Kategorije se mogu koristiti za grupiranje definicija formata u backendu.

# tl_style.comment.0
source: Comment
tl: Komentar

# tl_style.comment.1
source: Here you can add a comment.
tl: Ovdje možete dodati komentar.

# tl_style.size.0
source: Size
tl: Veličina i pozicija

# tl_style.size.1
source: Width, height, min-width, min-height, max-width and max-height.
tl: Širina, visina, pozicija, prelijevanje, plutanje i prikazivanje.

# tl_style.width.0
source: Width
tl: Širina

# tl_style.width.1
source: Here you can enter the element's width.
tl: Upišite širinu elementa.

# tl_style.height.0
source: Height
tl: Visina

# tl_style.height.1
source: Here you can enter the element's height.
tl: Upišite visinu elementa.

# tl_style.trbl.0
source: Position
tl: Pozicija

# tl_style.trbl.1
source: Here you can enter the top, right, bottom and left position.
tl: Ovdje možete upisati poziciju: top (vrh), right (desno), bottom (dno) ili left (lijevo).

# tl_style.position.0
source: Position type
tl: Vrsta pozicije

# tl_style.position.1
source: Here you can choose the position type.
tl: Odaberite vrstu pozicije.

# tl_style.floating.0
source: Float
tl: Plutanje

# tl_style.floating.1
source: Here you can choose the float type.
tl: Odaberite vrstu plutanja (float).

# tl_style.clear.0
source: Clear
tl: Raščišćavanje

# tl_style.clear.1
source: Here you can choose the clear type.
tl: Odaberite vrstu raščišćavanja (clear).

# tl_style.overflow.0
source: Overflow
tl: Prelijevanje

# tl_style.overflow.1
source: Here you can choose the overflow behaviour.
tl: Odaberite ponašanje prelijevanja izvan elementa (overflow).

# tl_style.display.0
source: Display
tl: Prikazivanje

# tl_style.display.1
source: Here you can choose the display type.
tl: Odaberiste vrstu prikazivanja (display).

# tl_style.alignment.0
source: Margin, padding and alignment
tl: Margin, podstava i poravnanje

# tl_style.alignment.1
source: Margin, padding, align, vertical-align and text-align.
tl: Margin, podtsava, uspravno poravnanje i poravnanje teksta.

# tl_style.margin.1
source: Here you can enter the top, right, bottom and left margin.
tl: Upišite gornji, desni, donji i lijevi margin.

# tl_style.padding.0
source: Padding
tl: Podstava

# tl_style.padding.1
source: Here you can enter the top, right, bottom and left padding.
tl: Upišite gornji, desni, doni i lijevi razmak od ruba elementa (padding).

# tl_style.align.0
source: Element alignment
tl: Poravnanje elementa

# tl_style.align.1
source: To align an element, its left and right margin will be overwritten.
tl: Ako želite poravnati element (alignment) , lijevi i desni margin će biti zamijenjen.

# tl_style.verticalalign.0
source: Vertical alignment
tl: Uspravno poravnanje

# tl_style.verticalalign.1
source: Here you can choose the vertical alignment.
tl: Odaberite uspravno poravnanje (alignment).

# tl_style.textalign.0
source: Text alignment
tl: Poravnanje teksta

# tl_style.textalign.1
source: Here you can choose the horizontal text alignment.
tl: Odaberite vodoravno poravnanje teksta (text alignment).

# tl_style.background.0
source: Background
tl: Pozadina

# tl_style.background.1
source: Background-color, background-image, background-position, background-repeat, linear-gradient and box-shadow.
tl: Boja pozadine, slika pozadine, pozicija pozadine i ponavljanje pozadine (background).

# tl_style.bgcolor.0
source: Background color and opacity
tl: Boja pozadine

# tl_style.bgcolor.1
source: Here you can enter a hexadecimal background color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Upišite boju pozadine (background color) u heksidecimalnom formatu (npr. ff0000 za crvenu boju).

# tl_style.bgimage.0
source: Background image
tl: Slika pozadine

# tl_style.bgimage.1
source: Here you can enter the path to a background image.
tl: Upišite putanju do slike pozadine (background image).

# tl_style.bgposition.0
source: Background position
tl: Pozicija pozadine

# tl_style.bgposition.1
source: Here you can select the position of the background image.
tl: Odaberite poziciju slike pozadine (background image).

# tl_style.bgrepeat.0
source: Background repeat
tl: Ponavljanje pozadine

# tl_style.bgrepeat.1
source: Here you can select the repeating mode.
tl: Odaberite vrstu ponavljanja pozadine (background repeat).

# tl_style.border.0
source: Border
tl: Rub

# tl_style.border.1
source: Border-width, border-style, border-color, border-radius, border-collapse and border-spacing.
tl: Širina ruba, stil ruba, boja ruba i sažimanje ruba (border).

# tl_style.borderwidth.0
source: Border width
tl: Širina ruba

# tl_style.borderwidth.1
source: Here you can enter the top, right, bottom and left border width.
tl: Odredite širinu gornjeg, desnog, donjeg i lijevog ruba (border width).

# tl_style.borderstyle.0
source: Border style
tl: Stil ruba

# tl_style.borderstyle.1
source: Here you can choose the border style.
tl: Odaberite stil ruba (border style).

# tl_style.bordercolor.0
source: Border color and opacity
tl: Boja ruba

# tl_style.bordercolor.1
source: Here you can enter a hexadecimal border color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Upišite heksidecimalnu vrijednost boje ruba (border color) - npr. ff0000 za crvenu boju.

# tl_style.bordercollapse.0
source: Border handling
tl: Korištenje ruba

# tl_style.bordercollapse.1
source: Here you can choose the border handling.
tl: Odaberite korištenje ruba (border handling

# tl_style.font.0
source: Font
tl: Slova

# tl_style.font.1
source: Font-family, font-size, font-color, line-height, font-style and white-space.
tl: Vrsta slova, veličina slova, visina retka, stil slova i razmaci.

# tl_style.fontfamily.0
source: Font family
tl: Vrsta slova

# tl_style.fontfamily.1
source: Here you can enter a comma separated list of font types.
tl: Upišite popis vrste slova (font) podijeljen zarezima.

# tl_style.fontsize.0
source: Font size
tl: Veličina slova

# tl_style.fontsize.1
source: Here you can enter the font size.
tl: Upišite veličinu slova (font size).

# tl_style.fontcolor.0
source: Font color and opacity
tl: Boja slova

# tl_style.fontcolor.1
source: Here you can enter a hexadecimal font color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Upišite heksidecimalnu vrijednost boje slova (font color) - npr. ff0000 za crvenu boju.

# tl_style.lineheight.0
source: Line height
tl: Visina retka

# tl_style.lineheight.1
source: Here you can define the line height.
tl: Definirajte visinu retka teksta (line height).

# tl_style.fontstyle.0
source: Font style
tl: Stil slova

# tl_style.fontstyle.1
source: Here you can choose one or more font styles.
tl: Odaberite jedan ili više stilova slova (font style).

# tl_style.whitespace.0
source: Disable automatic line feed
tl: Isključi automatski novi red

# tl_style.whitespace.1
source: Do not wrap words automatically.
tl: Isključite automatsko omotavanje riječi koje predviđa automatski prelazak u novi red teksta unutar omotača.

# tl_style.list.0
source: List
tl: Popis

# tl_style.list.1
source: List-style-type and list-style-image.
tl: Popis s grafičkim simbolom i popis s posebnim grafičkim elementom.

# tl_style.liststyletype.0
source: List symbol
tl: Simbol popisa

# tl_style.liststyletype.1
source: Here you can choose a list symbol.
tl: Odaberite simbol popisa.

# tl_style.liststyleimage.0
source: Custom symbol
tl: Poseban simbol

# tl_style.liststyleimage.1
source: Here you can enter the path to an individual symbol.
tl: Upišite putanju do slike koja će predstavljati pojedini simbol popisa.

# tl_style.own.0
source: Custom code
tl: Poseban kod

# tl_style.own.1
source: Here you can enter custom CSS code.
tl: Ovdje možete upisati poseban CSS kod.

# tl_style.selector_legend
source: Selector and category
tl: Selektor i kategorija

# tl_style.size_legend
source: Size
tl: Veličina i pozicija

# tl_style.align_legend
source: Margin and alignment
tl: Margin i poravnanje

# tl_style.background_legend
source: Background settings
tl: Postavke pozadine

# tl_style.border_legend
source: Border settings
tl: Postavke ruba

# tl_style.font_legend
source: Font settings
tl: Postavke slova

# tl_style.list_legend
source: List settings
tl: Postavke popisa

# tl_style.custom_legend
source: Custom code
tl: Poseban kod

# tl_style.normal
source: normal
tl: normalno

# tl_style.bold
source: bold
tl: podebljano

# tl_style.italic
source: italic
tl: nakošeno

# tl_style.underline
source: underlined
tl: podcrtano

# tl_style.notUnderlined
source: not underlined
tl: nepodcrtano

# tl_style.line-through
source: line-through
tl: prekriženo

# tl_style.overline
source: overlined
tl: crta iznad

# tl_style.small-caps
source: small-caps
tl: mala velika slova

# tl_style.disc
source: dot
tl: tačka

# tl_style.circle
source: circle
tl: krug

# tl_style.square
source: square
tl: kvadrat

# tl_style.decimal
source: figures
tl: slika

# tl_style.upper-roman
source: upper latin figures
tl: veliki rimski brojevi

# tl_style.lower-roman
source: lower latin figures
tl: mali rimski brojevi

# tl_style.upper-alpha
source: upper characters
tl: velika slova

# tl_style.lower-alpha
source: lower characters
tl: mala slova

# tl_style.none
source: none
tl: bez simbola

# tl_style.new.0
source: New format definition
tl: Nova definicija formata

# tl_style.new.1
source: Create a new format definition
tl: Kreirajte novu definiciju formata

# tl_style.show.0
source: Format definition details
tl: Detalji definicije formata

# tl_style.show.1
source: Show the details of format definition ID %s
tl: Prikažite detalje definicije formata s ID %s

# tl_style.edit.0
source: Edit format definition
tl: Editujte definiciju formata

# tl_style.edit.1
source: Edit format definition ID %s
tl: Editujte definiciju formata s ID %s

# tl_style.cut.0
source: Move format definition
tl: Premjesti definiciju formata

# tl_style.cut.1
source: Move format definition ID %s
tl: Premjestite definiciju formata s ID %s

# tl_style.copy.0
source: Duplicate format definition
tl: Kopiraj definiciju formata

# tl_style.copy.1
source: Duplicate format definition ID %s
tl: Kopirajte definiciju formata s ID %s

# tl_style.delete.0
source: Delete format definition
tl: Izbriši definiciju formata

# tl_style.delete.1
source: Delete format definition ID %s
tl: Izbrišite definiciju formata s ID %s

# tl_style.editheader.0
source: Edit style sheet
tl: Edituj CSS fajl

# tl_style.editheader.1
source: Edit the style sheet settings
tl: Edituj postavke CSS fajla.

# tl_style.pasteafter.0
source: Paste at the top
tl: Zalijepi (Paste) nakon

# tl_style.pasteafter.1
source: Paste after format definition ID %s
tl: Zalijepite nakon definicije formata s ID %s

# tl_style.pastenew.0
source: Add new at the top
tl: Dodaj novo nakon

# tl_style.pastenew.1
source: Add new after format definition ID %s
tl: Dodajte novu definiciju nakon definicije formata s ID %s

# tl_style.toggle.0
source: Toggle visibility
tl: Mijenjaj vidljivost

# tl_style.toggle.1
source: Toggle the visibility of format definition ID %s
tl: Aktiviranje i deaktiviranje vidljivosti definicije formata s ID %s
