Repository: tobaco/core
Catalog: .tx/source/*/core/*_style_sheet.xlf
Languages: tl

# tl_style_sheet.name.0
source: Name
tl: Naziv

# tl_style_sheet.name.1
source: Please enter the style sheet name.
tl: Upišite naziv CSS fajla.

# tl_style_sheet.cc.0
source: Conditional comment
tl: Uslovni komentari

# tl_style_sheet.cc.1
source: Conditional comments allow you to create Internet Explorer specific style sheets (e.g. <em>if lt IE 9</em>).
tl: Uslovni komentari (conditional comments) omogućavaju vam da kreirate specifične CSS fajlove za Internet Explorer.

# tl_style_sheet.media.0
source: Media types
tl: Vrste medija

# tl_style_sheet.media.1
source: Here you can choose the media types the style sheet applies to.
tl: Ovdje možete odabrati vrste medija na koje se primjenjuje CSS fajl.

# tl_style_sheet.source.0
source: Source files
tl: Izvorni fajlovi (Source files)

# tl_style_sheet.source.1
source: Here you can upload one or more .css files to be imported.
tl: Odaberite jednu ili više fajlova iz direktorije fajlova.

# tl_style_sheet.tstamp.0
source: Revision date
tl: Datum izmjene

# tl_style_sheet.tstamp.1
source: Date and time of the latest revision
tl: Datum i vrijeme posljednje izmjene.

# tl_style_sheet.title_legend
source: Name
tl: Naziv i vrste medija

# tl_style_sheet.css_imported
source: Style sheet "%s" has been imported.
tl: CSS fajl "%s" je importovan.

# tl_style_sheet.css_renamed
source: Style sheet "%s" has been imported as "%s".
tl: CSS fajl "%s" je importovan kao "%s".

# tl_style_sheet.new.0
source: New style sheet
tl: Novi CSS fajl

# tl_style_sheet.new.1
source: Create a new style sheet
tl: Kreirajte novu CSS fajl

# tl_style_sheet.show.0
source: Style sheet details
tl: Detalji CSS fajla

# tl_style_sheet.show.1
source: Show the details of style sheet ID %s
tl: Prikačite detalje CSS fajla s ID %s

# tl_style_sheet.edit.0
source: Edit style sheet
tl: Edituj CSS fajl

# tl_style_sheet.edit.1
source: Edit style sheet ID %s
tl: Editujte CSS fajl s ID %s

# tl_style_sheet.editheader.0
source: Edit style sheet settings
tl: Edituj postavke CSS-a

# tl_style_sheet.editheader.1
source: Edit the settings of style sheet ID %s
tl: Editujte postavke CSS-a s ID %

# tl_style_sheet.cut.0
source: Move style sheet
tl: Premjesti CSS fajl

# tl_style_sheet.cut.1
source: Move style sheet ID %s
tl: Premjestite CSS fajl s ID %s

# tl_style_sheet.copy.0
source: Duplicate style sheet
tl: Kopiraj CSS fajl

# tl_style_sheet.copy.1
source: Duplicate style sheet ID %s
tl: Kopirajte CSS fajl s ID %s

# tl_style_sheet.delete.0
source: Delete style sheet
tl: Izbriši CSS fajl

# tl_style_sheet.delete.1
source: Delete style sheet ID %s
tl: Izbrišite CSS fajl s ID %s

# tl_style_sheet.import.0
source: CSS import
tl: CSS Importiranje

# tl_style_sheet.import.1
source: Import existing CSS files
tl: Importirajte postojeće CSS fajlove.
