Repository: tobaco/core
Catalog: .tx/source/*/core/*_templates.xlf
Languages: tl

# tl_templates.original.0
source: Original template
tl: Izvorni templejt

# tl_templates.original.1
source: Here you can select the template that you want to customize.
tl: Ovdje možete odabrati templejt koji će te podesiti.

# tl_templates.target.0
source: Target folder
tl: Odredišna mapa

# tl_templates.target.1
source: A copy of the selected template will be stored in the target folder.
tl: Kopija odabranog templejta pohranit će se u odredišnoj mapi.

# tl_templates.headline
source: Add a new template
tl: Novi templejt

# tl_templates.newTpl
source: Create template
tl: Kreariraj templejt

# tl_templates.exists
source: Template "%s" exists already!
tl: Templejt "%s" već postoji!

# tl_templates.invalid
source: Invalid target directory "%s"!
tl: Neispravan odredišni direktorij "%s"!

# tl_templates.new_tpl.0
source: New template
tl: Novi templejt

# tl_templates.new_tpl.1
source: Create a new template
tl: Kreiraj novi templejt

# tl_templates.new.0
source: New folder
tl: Nova mapa

# tl_templates.new.1
source: Create a new folder
tl: Kreiraj novu mapu

# tl_templates.pasteinto.0
source: Paste into
tl: Zalijepi u

# tl_templates.pasteinto.1
source: Paste into this folder
tl: Zalijepi u ovu mapu
