Repository: tobaco/core
Catalog: .tx/source/*/core/*_theme.xlf
Languages: tl

# tl_theme.name.0
source: Theme title
tl: Título do tema

# tl_theme.name.1
source: Please enter a unique theme title.
tl: Por favor, digite um título único do tema.

# tl_theme.author.0
source: Author
tl: Autor

# tl_theme.author.1
source: Please enter the name of the theme designer.
tl: Por favor, insira o nome do designer do tema.

# tl_theme.folders.0
source: Folders
tl: Pastas

# tl_theme.folders.1
source: Please select the folders that belong to the theme from the files directory.
tl: Por favor, selecione as pastas que pertencem ao tema a partir do diretório de arquivos.

# tl_theme.templates.0
source: Templates folder
tl: Pasta de modelos

# tl_theme.templates.1
source: Here you can select a templates folder that will be exported with the theme.
tl: Aqui você pode selecionar uma pasta de modelos que serão exportados com o tema.

# tl_theme.screenshot.0
source: Screenshot
tl: Imagem do thema

# tl_theme.screenshot.1
source: Here you can choose a screenshot of the theme.
tl: Aqui você pode escolher uma imagem do tema.

# tl_theme.vars.0
source: Global variables
tl: Variáveis globais

# tl_theme.vars.1
source: Here you can define global variables for the style sheets of the theme (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
tl: Aqui você pode definir variáveis ​​globais para as folhas de estilo (CSS) do tema (por exemplo, <em>$red</em> -> <em>c00</em> ou <em>$margin</em> -> <em>12px</em>).

# tl_theme.source.0
source: Source files
tl: Arquivos de origem

# tl_theme.source.1
source: Here you can upload one or more .cto files to be imported.
tl: Por favor, escolha um ou mais arquivos .cto do diretório de arquivos.

# tl_theme.tstamp.0
source: Revision date
tl: Data de revisão

# tl_theme.tstamp.1
source: Date and time of the latest revision
tl: Data e hora da última revisão.

# tl_theme.title_legend
source: Title and author
tl: Título e autor

# tl_theme.config_legend
source: Configuration
tl: Configuração

# tl_theme.vars_legend
source: Global variables
tl: Variáveis globais

# tl_theme.theme_imported
source: Theme "%s" has been imported.
tl: Tema "%s" foi importado.

# tl_theme.checking_theme
source: The theme data is being checked
tl: A data do tema está sendo verificada.

# tl_theme.tables_fields
source: Tables and fields
tl: Tabelas e campos

# tl_theme.missing_field
source: The field <strong>%s</strong> is missing in the database and will not be imported.
tl: O campo <strong>%s</strong> está faltando no banco de dados e não serão importados.

# tl_theme.tables_ok
source: The tables have been successfully checked.
tl: As tabelas foram verificados com sucesso.

# tl_theme.custom_sections
source: Custom layout sections
tl: Seções de layout personalizado

# tl_theme.missing_section
source: The layout section <strong>%s</strong> is not defined in the back end settings.
tl: O layout %s <strong>%s</strong> não é definido nas configurações de back-end.

# tl_theme.sections_ok
source: The layout sections have been successfully checked.
tl: As seções de layout foram verificados com sucesso.

# tl_theme.missing_xml
source: Theme "%s" is corrupt and cannot be imported.
tl: A tema "%s" é corrompido e não pode ser importado.

# tl_theme.custom_templates
source: Custom templates
tl: Modelos personalizados

# tl_theme.template_exists
source: The template <strong>"%s"</strong> exists and will be overwritten.
tl: O modelo <strong>"%s"</strong> existe e será sobrescrito.

# tl_theme.templates_ok
source: No conflicts detected.
tl: Nenhum conflito detectado.

# tl_theme.new.0
source: New theme
tl: Nova tema

# tl_theme.new.1
source: Create a new theme
tl: Criar uma nova tema

# tl_theme.show.0
source: Theme details
tl: Detalhes do tema

# tl_theme.show.1
source: Show the details of theme ID %s
tl: Mostrar os detalhes da tema ID %s

# tl_theme.edit.0
source: Edit theme
tl: Editar tema

# tl_theme.edit.1
source: Edit theme ID %s
tl: Editar ID da tema %s

# tl_theme.delete.0
source: Delete theme
tl: Excluir tema

# tl_theme.delete.1
source: Delete theme ID %s
tl: Excluir tema ID %s

# tl_theme.css.0
source: Style sheets
tl: Folhas de estilo (CSS)

# tl_theme.css.1
source: Edit the style sheets of theme ID %s
tl: Editar as folhas de estilo do tema ID %s

# tl_theme.modules.0
source: Modules
tl: Módulos

# tl_theme.modules.1
source: Edit the front end modules of theme ID %s
tl: Editar os módulos "front-end" do tema ID %s

# tl_theme.layout.1
source: Edit the page layouts of theme ID %s
tl: Editar os layouts de página do tema ID %s

# tl_theme.importTheme.0
source: Theme import
tl: Importação do tema

# tl_theme.importTheme.1
source: Import new themes
tl: Importação de novos temas

# tl_theme.exportTheme.0
source: Export
tl: Exportação

# tl_theme.exportTheme.1
source: Export theme ID %s
tl: Exportação do tema ID %s
