Repository: tobaco/core
Catalog: .tx/source/*/core/*_undo.xlf
Languages: tl

# tl_undo.pid.0
source: User
tl: Korisnik

# tl_undo.pid.1
source: Name of the associated user
tl: Ime odgovarajućeg korisnika.

# tl_undo.fromTable.0
source: Source table
tl: Izvorna tablica

# tl_undo.fromTable.1
source: Name of the original table
tl: Naziv originalne tablice.

# tl_undo.affectedRows.0
source: Affected rows
tl: Pogođeni redovi

# tl_undo.affectedRows.1
source: Number of records included in the undo step
tl: Broj podataka koji će biti uključeni u poništavanje izmjena.

# tl_undo.query.0
source: Details
tl: Detalji

# tl_undo.query.1
source: Details of the undo step
tl: Detalji poništavanja izmjena.

# tl_undo.data.0
source: Data
tl: Podaci

# tl_undo.data.1
source: Raw data of the undo step
tl: Obični podaci poništavanja izmjena

# tl_undo.show.0
source: Show details
tl: Prikaži detalje

# tl_undo.show.1
source: Show the details of entry ID %s
tl: Prikažite detalje upisa s ID %s

# tl_undo.undo.0
source: Restore
tl: Vrati upis

# tl_undo.undo.1
source: Restore entry ID %s
tl: Vratite u početno stanje upis s ID %s
