Repository: tobaco/core
Catalog: .tx/source/*/core/*_user_group.xlf
Languages: tl

# tl_user_group.name.0
source: Title
tl: Naziv

# tl_user_group.name.1
source: Please enter the group title.
tl: Upišite naziv grupe.

# tl_user_group.alexf.0
source: Allowed fields
tl: Dozvoljena polja

# tl_user_group.alexf.1
source: Here you can choose which fields will be editable.
tl: Odaberite polja koja će se moći editovati.

# tl_user_group.disable.0
source: Deactivate
tl: Deaktiviraj

# tl_user_group.disable.1
source: Temporarily disable the group.
tl: Privremeno isključite ovu grupu.

# tl_user_group.start.0
source: Activate on
tl: Aktiviraj na

# tl_user_group.start.1
source: Automatically activate the group on this day.
tl: Automatski aktivirajte grupu na ovaj dan.

# tl_user_group.stop.0
source: Deactivate on
tl: Deaktiviraj na

# tl_user_group.stop.1
source: Automatically deactivate the group on this day.
tl: Automatski deaktivirajte grupu na ovaj dan.

# tl_user_group.title_legend
source: Title
tl: Naziv

# tl_user_group.modules_legend
source: Allowed modules
tl: Dozvoljeni moduli

# tl_user_group.pagemounts_legend
source: Pagemounts
tl: Individualna stranica

# tl_user_group.filemounts_legend
source: Filemounts
tl: Individualna mapa

# tl_user_group.forms_legend
source: Form permissions
tl: Dozvoljeni obrasci

# tl_user_group.account_legend
source: Account settings
tl: Postavke računa

# tl_user_group.alexf_legend
source: Allowed fields
tl: Isključena polja

# tl_user_group.new.0
source: New user group
tl: Nova grupa korisnika

# tl_user_group.new.1
source: Create a new user group
tl: Kreirajte novu korisničku grupu.

# tl_user_group.show.0
source: Group details
tl: Detalji grupe

# tl_user_group.show.1
source: Show the details of group ID %s
tl: Prikažite detalje grupe s ID %s.

# tl_user_group.edit.0
source: Edit group
tl: Edituj grupu

# tl_user_group.edit.1
source: Edit group ID %s
tl: Editujte grupu s ID %s.

# tl_user_group.copy.0
source: Duplicate group
tl: Kopiraj grupu

# tl_user_group.copy.1
source: Duplicate group ID %s
tl: Kopirajte grupu s ID %s.

# tl_user_group.delete.0
source: Delete group
tl: Izbriši grupu

# tl_user_group.delete.1
source: Delete group ID %s
tl: Izbrišite grupu s ID %s.

# tl_user_group.toggle.0
source: Activate/deactivate group
tl: Aktiviraj/deaktiviraj grupu

# tl_user_group.toggle.1
source: Activate/deactivate group ID %s
tl: Aktivirajte/deaktivirajte grupu s ID %s
