Repository: tobaco/core
Catalog: .tx/source/*/core/*_user.xlf
Languages: tl

# tl_user.username.0
source: Username
tl: Korisničko ime

# tl_user.username.1
source: Please enter a unique username.
tl: Upišite jedinstveno korisničko ime.

# tl_user.name.0
source: Name
tl: Ime

# tl_user.name.1
source: Please enter the first and last name.
tl: Upišite ime i prezime.

# tl_user.email.0
source: E-mail address
tl: E-mail adresa

# tl_user.email.1
source: Please enter a valid e-mail address.
tl: Upišite ispravnu E-mail adresu.

# tl_user.language.0
source: Back end language
tl: Backend jezik

# tl_user.language.1
source: Here you can choose the back end language.
tl: Odaberite jezik backenda.

# tl_user.backendTheme.0
source: Back end theme
tl: Backend tema

# tl_user.backendTheme.1
source: Here you can override the global back end theme.
tl: Ovdje možete zamijeniti globalnu temu backenda.

# tl_user.showHelp.0
source: Show explanation
tl: Prikaži objašnjenje

# tl_user.showHelp.1
source: Show a short explanation text below each input field.
tl: Prikažite kratko objašnjenje ispod svakog polja za upis.

# tl_user.thumbnails.0
source: Show thumbnail images
tl: Prikaži thumbnail slike

# tl_user.thumbnails.1
source: Show thumbnail images in the file manager.
tl: Prikažite thumbnail slike u fajl menadžeru.

# tl_user.useRTE.0
source: Enable the rich text editor
tl: Uključi tekst editor

# tl_user.useRTE.1
source: Use the rich text editor to format text elements.
tl: ključite detaljan tekst editor za formatiranje teksta.

# tl_user.useCE.0
source: Enable the code editor
tl: Uključi editor koda

# tl_user.useCE.1
source: Use the code editor to modify code elements.
tl: Koristite editor koda kako bi modificirali elemente koda.

# tl_user.admin.0
source: Make the user an administrator
tl: Učini korisnika administratorom

# tl_user.admin.1
source: Administrators have unlimited access to all modules and elements!
tl: Administratori imaju neograničen pristup svim modulima i elementima!

# tl_user.groups.0
source: User groups
tl: Korisničke grupe

# tl_user.groups.1
source: Here you can assign the user to one or more groups.
tl: Dodijelite korisnika jednoj ili više grupa.

# tl_user.inherit.0
source: Permission inheritance
tl: Naslijeđene dozvole

# tl_user.inherit.1
source: Here you can define which group permissions the user inherits.
tl: Definirajte koje dozvole grupe korisnik naslijeđuje.

# tl_user.group.0
source: Use group settings only
tl: Koristi samo postavke grupe

# tl_user.group.1
source: The user inherits only group permissions.
tl: Korisnik naslijeđuje samo dozvole grupe.

# tl_user.extend.0
source: Extend group settings
tl: Proširi postavke grupe

# tl_user.extend.1
source: The group permissions are extended by individual ones.
tl: Dozvole grupe proširuju se s individualnim dozvolama.

# tl_user.custom.0
source: Use individual settings only
tl: Koristi samo individualne postavke

# tl_user.custom.1
source: Only individual permissions are applied.
tl: Primjenjuju se samo individualne dozvole.

# tl_user.modules.0
source: Back end modules
tl: Backend moduli

# tl_user.modules.1
source: Here you can grant access to one or more back end modules.
tl: Dozvolite pristup jednom ili više modula u backendu.

# tl_user.themes.0
source: Theme modules
tl: Moduli teme

# tl_user.themes.1
source: Here you can grant access to the theme modules.
tl: Dozvolite pristup modulima teme.

# tl_user.pagemounts.0
source: Pagemounts
tl: Individualna stranica

# tl_user.pagemounts.1
source: Here you can grant access to one or more pages (subpages are included automatically).
tl: Dozvolite pristup jednoj ili više stranica (pod-stranice su automatski uključene) od kojih korisnik može pristupiti stablu stranica.

# tl_user.alpty.0
source: Allowed page types
tl: Dozvoljene vrste stranica

# tl_user.alpty.1
source: Here you can select the page types you want to allow.
tl: Odaberite dozvoljene vrste stranica.

# tl_user.filemounts.0
source: Filemounts
tl: Individualna mapa

# tl_user.filemounts.1
source: Here you can grant access to one or more folders (subfolders will be included automatically).
tl: Dozvolite pristup jednoj ili više mapa (pod-mape su automatski uključene) od koje korisnik može pristupiti fajl menadžeru.

# tl_user.forms.0
source: Allowed forms
tl: Dozvoljeni obrasci

# tl_user.forms.1
source: Here you can grant access to one or more forms.
tl: Dozvolite pristup jednom ili više obrazaca.

# tl_user.formp.0
source: Form permissions
tl: Dozvole obrasca

# tl_user.formp.1
source: Here you can define the form permissions.
tl: Ovdje možete definisati dozvole obrasca.

# tl_user.disable.0
source: Deactivate
tl: Deaktiviraj

# tl_user.disable.1
source: Temporarily disable the account.
tl: Privremeno isključite korisnički račun.

# tl_user.start.0
source: Activate on
tl: Aktiviraj na

# tl_user.start.1
source: Automatically activate the account on this day.
tl: Automatski aktivirajte korisnički računa na ovaj dan.

# tl_user.stop.0
source: Deactivate on
tl: Deaktiviraj na

# tl_user.stop.1
source: Automatically deactivate the account on this day.
tl: Automatski deaktivirajte korisnički računa na ovaj dan.

# tl_user.session.0
source: Purge data
tl: Očisti podatke

# tl_user.session.1
source: Please select the data you want to purge.
tl: Odaberite podatke koje želite očistiti.

# tl_user.name_legend
source: Name and e-mail
tl: Ime i E-mail

# tl_user.backend_legend
source: Back end settings
tl: Backend postavke

# tl_user.password_legend
source: Password settings
tl: Postavke lozinke

# tl_user.groups_legend
source: User groups
tl: Korisničke grupe

# tl_user.modules_legend
source: Allowed modules
tl: Dozvoljeni moduli

# tl_user.pagemounts_legend
source: Pagemounts
tl: Individualna stranica

# tl_user.filemounts_legend
source: Filemounts
tl: Individualna mapa

# tl_user.forms_legend
source: Form permissions
tl: Dozvoljeni obrasci

# tl_user.account_legend
source: Account settings
tl: Postavke računa

# tl_user.session_legend
source: Clear cache
tl: Očisti memoriju

# tl_user.sessionLabel
source: Session data
tl: Podaci o sesijama (Session data)

# tl_user.htmlLabel
source: Image cache
tl: Memoriranje slike (cache)

# tl_user.tempLabel
source: Page cache
tl: Privremena mapa

# tl_user.sessionPurged
source: The session data has been purged
tl: Podaci o sesijama su očišćeni.

# tl_user.htmlPurged
source: The image cache has been purged
tl: Memorija slika je očišćena.

# tl_user.tempPurged
source: The page cache has been purged
tl: Privremena mapa je očišćena.

# tl_user.new.0
source: New user
tl: Novi korisnik

# tl_user.new.1
source: Create a new user
tl: Kreirajte novog korisnika.

# tl_user.show.0
source: User details
tl: Korisnikovi detalji

# tl_user.show.1
source: Show the details of user ID %s
tl: Prikažite detalje korisnika s ID %s.

# tl_user.edit.0
source: Edit user
tl: Edituj korisnika

# tl_user.edit.1
source: Edit user ID %s
tl: Editujte korisnika s ID %s.

# tl_user.copy.0
source: Duplicate user
tl: Kopiraj korisnika

# tl_user.copy.1
source: Duplicate user ID %s
tl: Kopirajte korisnika s ID %s.

# tl_user.delete.0
source: Delete user
tl: Izbriši korisnika

# tl_user.delete.1
source: Delete user ID %s
tl: Izbrišite korisnika s ID %s.

# tl_user.toggle.0
source: Activate/deactivate user
tl: Aktiviraj/deaktiviraj korisnika

# tl_user.toggle.1
source: Activate/deactivate user ID %s
tl: Aktivirajte/deaktivirajte korisnika s ID %s

# tl_user.su.0
source: Switch user
tl: Pređi na korisnika

# tl_user.su.1
source: Switch to user ID %s
tl: Pređite na korisnika s ID %s.
