Repository: tobaco/core
Catalog: .tx/source/*/core/default.xlf
Languages: bs

# ERR.general
source: An error occurred!
bs: Greška!

# ERR.unique
source: Duplicate entry in field "%s"!
bs: Dvostruki unos u polju "%s"!

# ERR.mandatory
source: Field "%s" must not be empty!
bs: Ispunite polje "%s"!

# ERR.mdtryNoLabel
source: This field must not be empty!
bs: Polje nesmije biti prazno!

# ERR.minlength
source: Field "%s" has to be at least %d characters long!
bs: U polju "%s" je %d najmanji dopušteni broj znakova!

# ERR.maxlength
source: Field "%s" must not be longer than %d characters!
bs: U polju "%s" nemora biti više od %d znakova!

# ERR.digit
source: Please enter digits only!
bs: Upišite samo brojeve!

# ERR.prcnt
source: Please enter a percentage between 0 and 100!
bs: Upišite postotak između 0 i 100!

# ERR.alpha
source: Please enter alphabetic characters only!
bs: Upišite samo slova!

# ERR.alnum
source: Please enter alphanumeric characters only!
bs: Upišite samo slova i brojeve!

# ERR.phone
source: Please enter a valid phone number!
bs: Upišite ispravan telefonski broj!

# ERR.extnd
source: For security reasons you can not use the following characters here: =<>&/()#
bs: Iz sigurnosnih razloga znakovi (=&/()#) ne mogu se koristiti!

# ERR.email
source: Please enter a valid e-mail address!
bs: Upišite ispravnu E-mail adresu!

# ERR.url
source: Please enter a valid URL format and encode special characters!
bs: Upišite ispravan URL format i kodirajte specijalne znakove!

# ERR.date
source: Please enter the date as "%s"!
bs: Upišite datum kao "%s"!

# ERR.time
source: Please enter the time as "%s"!
bs: Upišite vrijeme kao "%s"!

# ERR.dateTime
source: Please enter date and time as "%s"!
bs: Upišite vrijeme i datum kao "%s"!

# ERR.noSpace
source: Field "%s" must not contain any whitespace characters!
bs: Polje "%s" ne smije sadržati razmake!

# ERR.filesize
source: The maximum size for file uploads is %s (Contao or php.ini settings)!
bs: Najveća dozvoljena veličina fajla za upload je %s kB!

# ERR.filetype
source: File type "%s" is not allowed to be uploaded!
bs: Nije dozvoljen upload fajla tipa "%s"

# ERR.filepartial
source: File %s was only partially uploaded!
bs: Fajl %s je samo djelomično uploadiran!

# ERR.filewidth
source: File %s exceeds the maximum image width of %d pixels!
bs: Slika % prekoračuje najveću dozvoljenu širinu od %d piksela!

# ERR.fileheight
source: File %s exceeds the maximum image height of %d pixels!
bs: Slika % prekoračuje najveću dozvoljenu visinu od %d piksela!

# ERR.invalidReferer
source: Access denied! The current host address (%s) does not match the referer host address (%s)!
bs: Zabranjen pristup! Host adresa (%s) ne odgovara ciljnoj adresi (%s)!

# ERR.invalidPass
source: Invalid password!
bs: Pogrešna lozinka!

# ERR.passwordLength
source: A password has to be at least %d characters long!
bs: Lozinka mora imati najmanje %d znakova!

# ERR.passwordName
source: Your username and password must not be the same!
bs: Vaše korisničko ime i lozinka moraju se razlikovati!

# ERR.passwordMatch
source: The passwords did not match!
bs: Lozinke nisu jednake!

# ERR.accountLocked
source: This account has been locked! You can log in again in %d minutes.
bs: Ovaj korisnički račun je blokiran! Ulogavanje je ponovo moguće nakon %d minuta.

# ERR.invalidLogin
source: Login failed!
bs: Ulogavanje nije uspjelo!

# ERR.invalidColor
source: Invalid color format!
bs: Pogrešan format boje!

# ERR.all_fields
source: Please select at least one field!
bs: Odaberite barem jedno polje!

# ERR.aliasExists
source: The alias "%s" already exists!
bs: Alias "%s" vec postoji!

# ERR.importFolder
source: The folder "%s" cannot be imported!
bs: Nije moguće importirati mapu "%s" !

# ERR.notWriteable
source: The file "%s" is not writeable and can therefore not be updated!
bs: Fajl "%s" nema određenu dozvolu (permissions), tako da vaše izmjene nece biti ažurirane!

# ERR.invalidName
source: This file or folder name is invalid!
bs: Fajl ili mapa nije valjana!

# ERR.invalidFile
source: The file or folder "%s" is invalid!
bs: Fajl ili mapa "%" nije valjana!

# ERR.form
source: The form could not be sent
bs: Formular nije moguće poslati

# ERR.captcha
source: Please answer the security question!
bs: Molimo vas da odgovorite na sigurnosno pitanje!

# SEC.question1
source: Please add %d and %d.
bs: Zbrojite %d i %d

# SEC.question2
source: What is the sum of %d and %d?
bs: Koji je zbroj %d i %d?

# SEC.question3
source: Please calculate %d plus %d.
bs: Izračunajte %d plus %d.

# CTE.texts
source: Text elements
bs: Tekstovni elementi

# CTE.headline.0
source: Headline
bs: Naslov

# CTE.headline.1
source: Generates a headline (h1 - h6).
bs: Generira naslov (h1 - h6).

# CTE.text.0
source: Text
bs: Tekst

# CTE.text.1
source: Generates a rich text element.
bs: Generira element rich text-a.

# CTE.html.1
source: Allows you to add custom HTML code.
bs: Dozvoljava da dodate standardni HTML kod.

# CTE.list.0
source: List
bs: Lista

# CTE.list.1
source: Generates an ordered or unordered list.
bs: Generira uređenu ili neuređenu listu.

# CTE.table.0
source: Table
bs: Tablica

# CTE.table.1
source: Generates an optionally sortable table.
bs: Generira tablicu s opcionalnim redoslijedom.

# CTE.accordion.1
source: Generates a MooTools accordion pane.
bs: Generira mootools ploču s accordionom (na razvlačenje).

# CTE.code.0
source: Code
bs: Kod

# CTE.code.1
source: Highlights code snippets and prints them to the screen.
bs: Ističe dijeliće koda i ispisuje ih na ekranu.

# CTE.links
source: Link elements
bs: Link elementi

# CTE.hyperlink.1
source: Generates a link to another website.
bs: Generira link za drugi sajt.

# CTE.toplink.0
source: Top link
bs: Gornji link

# CTE.toplink.1
source: Generates a link to jump to the top of the page.
bs: Generira link za skok na vrh stranice.

# CTE.image.0
source: Image
bs: Slika

# CTE.image.1
source: Generates a stand-alone image.
bs: Generira samostalnu sliku.

# CTE.gallery.0
source: Gallery
bs: Galerija slika

# CTE.gallery.1
source: Generates a lightbox image gallery.
bs: Generira lightbox galeriju slika.

# CTE.files
source: File elements
bs: Fajl elementi

# CTE.download.1
source: Generates a link to download a file.
bs: Generira link za download fajla.

# CTE.downloads.0
source: Downloads
bs: Downloadi

# CTE.downloads.1
source: Generates multiple links to download files.
bs: Generira višestruke linkove za download fajlova.

# CTE.includes
source: Include elements
bs: Uključi elemente

# CTE.article.0
source: Article
bs: Članak

# CTE.article.1
source: Includes another article.
bs: Uključuje drugi članak.

# CTE.alias.0
source: Content element
bs: Element sadržaja

# CTE.alias.1
source: Includes another content element.
bs: Uključuje drugi element sadržaja.

# CTE.form.0
source: Form
bs: Obrazac

# CTE.form.1
source: Includes a form.
bs: Uključuje obrazac.

# CTE.module.0
source: Module
bs: Modul

# CTE.module.1
source: Includes a front end module.
bs: Uključuje modul za frontend.

# CTE.teaser.0
source: Article teaser
bs: Najava članka

# CTE.teaser.1
source: Displays the teaser text of an article.
bs: Prikazuje najavni tekst članka.

# PTY.regular.0
source: Regular page
bs: Obična stranica

# PTY.regular.1
source: A regular page contains articles and content elements. It is the default page type.
bs: Obična stranica sadrži članke i elemente sadržaja. Ona je standardni vrsta stranice.

# PTY.redirect.0
source: External redirect
bs: Preusmjeravanje na vanjski URL

# PTY.redirect.1
source: This type of page automatically redirects visitors to an external website. It works like a hyperlink.
bs: Ova stranica automatski preusmjerava na vanjski URL i ponaša se kao link.

# PTY.forward.0
source: Internal redirect
bs: Preusmjeravanje na internu stranicu

# PTY.forward.1
source: This type of page automatically forwards visitors to another page within the site structure.
bs: Ova stranica automatski preusmjerava posjetitelje na drugu stranicu u strukturi sajta.

# PTY.root.0
source: Website root
bs: Početna stranica sajta

# PTY.root.1
source: This type of page marks the starting point of a new website within the site structure.
bs: Ova vrsta stranice je početna tačka novog sajta u strukturi vašeg sajta.

# PTY.error_403.0
source: 403 Access denied
bs: Greška 403 (zabranjen pristup)

# PTY.error_403.1
source: If a user requests a protected page without permission, a 403 error page will be loaded instead.
bs: Stranica se prikazuje kad korisnik pokušava pristupiti stranici za koju nema ovlasti. Umjesto te stranice prikazuje se stranica s 403 greškom.

# PTY.error_404.0
source: 404 Page not found
bs: Greška 404 (stranica ne postoji)

# PTY.error_404.1
source: If a user requests a non-existent page, a 404 error page will be loaded instead.
bs: Ova stranica prikazuje se kad korisnik pokušava pristupiti nepostojećoj ili nedostupnoj stranici. Umjesto tih stranica prukazuje se stranica s 404 greškom.

# FOP.fop.0
source: File operation permissions
bs: Dozvole rada sa fajlovima

# FOP.fop.1
source: Here you can select the file operations you want to allow.
bs: Ovdje možete odrediti koje će radnje sa fajlovima biti dozvoljenje.

# FOP.f1
source: Upload files to the server
bs: Upload fajlova na server

# FOP.f2
source: Edit, copy or move files and folders
bs: Edituj, kopiraj ili premjesti fajlove i mape

# FOP.f3
source: Delete single files and empty folders
bs: Izbriši pojedinačne fajlove i prazne mape

# FOP.f4
source: Delete folders including all files and subfolders (!)
bs: Izbriši mape sa svim njihovim fajlovima i podmapama

# FOP.f5
source: Edit files in the source editor
bs: Edituj fajlove u editoru

# CHMOD.editpage
source: Edit page
bs: Edituj stranicu

# CHMOD.editnavigation
source: Edit page hierarchy
bs: Edituj hijerarhiju stranica

# CHMOD.deletepage
source: Delete page
bs: Izbriši stranicu

# CHMOD.editarticles
source: Edit articles
bs: Edituj članak

# CHMOD.movearticles
source: Edit article hierarchy
bs: Edituj hijerarhiju članaka

# CHMOD.deletearticles
source: Delete articles
bs: Izbriši članke

# CHMOD.cuser
source: Owner
bs: Autor

# CHMOD.cgroup
source: Group
bs: Grupa

# CHMOD.cworld
source: Everybody
bs: Bilo tko

# DAYS.0
source: Sunday
bs: Nedjelja

# DAYS.1
source: Monday
bs: Ponedjeljak

# DAYS.2
source: Tuesday
bs: Utorak

# DAYS.3
source: Wednesday
bs: Srijeda

# DAYS.4
source: Thursday
bs: Četvrtak

# DAYS.5
source: Friday
bs: Petak

# DAYS.6
source: Saturday
bs: Subota

# MONTHS.0
source: January
bs: Januar

# MONTHS.1
source: February
bs: Februar

# MONTHS.2
source: March
bs: Mart

# MONTHS.4
source: May
bs: Maj

# MONTHS.5
source: June
bs: Juni

# MONTHS.6
source: July
bs: Juli

# MONTHS.7
source: August
bs: Avgust

# MONTHS.8
source: September
bs: Septembar

# MONTHS.9
source: October
bs: Oktobar

# MONTHS.10
source: November
bs: Novembar

# MONTHS.11
source: December
bs: Decembar

# MSC.titleFormat
source: %B %d%o, %Y
bs: l, dS of F Y

# MSC.url.0
source: Link target
bs: Ciljni URL

# MSC.url.1
source: Please enter a web address (http://…), an e-mail address (mailto:…) or an insert tag.
bs: Upišite web adresu (http://…), E-mail adresu (mailto:…) ili ubacite tag.

# MSC.target.0
source: Open in new window
bs: Otvori u novom prozoru

# MSC.target.1
source: Open the link in a new browser window.
bs: Ovaj se link otvara u novom prozoru preglednika (browsera).

# MSC.separator.0
source: Separator
bs: Razdjelnik

# MSC.separator.1
source: Please choose a field delimiter.
bs: Odaberite razdvojnik polja.

# MSC.comma
source: Comma
bs: Zarez

# MSC.semicolon
source: Semicolon
bs: Tačka i zarez

# MSC.linebreak
source: Line break
bs: Novi red

# MSC.crop
source: Exact dimensions
bs: Egzaktne dimenzije

# MSC.id.1
source: Note that changing the ID can break data integrity!
bs: Ne zaboravite da izmjena ID-a (jedinstvenog identifikacijskog broja) može dovesti do narušavanja integriteta i strukture odnosa među podacima.

# MSC.pid.0
source: Parent ID
bs: Roditeljski (Parent) ID

# MSC.pid.1
source: Note that changing the parent ID can break data integrity!
bs: Roditeljski ID je jedinstveni identifikacijski broj hijerarhijski višeg podatka u odnosu na posmatrani podatak. Ne zaboravite da izmjene roditeljskog ID-a mogu dovesti do narušavanja integriteta i hijerarhijske strukture odnose među podacima.

# MSC.sorting.0
source: Sorting value
bs: Vrijednost sortiranja

# MSC.sorting.1
source: The sorting value is usually assigned automatically.
bs: Vrijednost sortiranja obično se dodijeljuje automatski, a služi za slaganje podataka u određeni redoslijed.

# MSC.all.0
source: Edit multiple
bs: Edituj više podataka

# MSC.all.1
source: Edit multiple records at once
bs: Istovremeno editovanje više podataka

# MSC.all_fields.0
source: Available fields
bs: Raspoloživa polja

# MSC.all_fields.1
source: Please select the fields you want to edit.
bs: Odaberite polja koja želite editovati.

# MSC.password.0
source: Password
bs: Lozinka

# MSC.password.1
source: Please enter a password.
bs: Molimo vas da upišete lozinku.

# MSC.confirm.0
source: Confirmation
bs: Potvrda lozinke

# MSC.confirm.1
source: Please confirm the password.
bs: Molimo vas da potvrdite lozinku.

# MSC.dateAdded.0
source: Date added
bs: Datum dodavanja

# MSC.dateAdded.1
source: Date added: %s
bs: Datum dodavanja: %s

# MSC.lastLogin.0
source: Last login
bs: Zadnje logovanje

# MSC.lastLogin.1
source: Last login: %s
bs: Zadnje logovanje: %s

# MSC.move_up.0
source: Move up
bs: Premjesti na gore

# MSC.move_up.1
source: Move the item one position up
bs: Premjestiti objekat za jedno mjesto iznad!

# MSC.move_down.0
source: Move down
bs: Premjesti na dole

# MSC.move_down.1
source: Move the item one position down
bs: Premjestiti objekat za jedno mjesto ispod

# MSC.feLink
source: Go to front end
bs: Idi u frontend

# MSC.fePreview
source: Front end preview
bs: Frontend-Pregled

# MSC.feUser
source: Front end user
bs: Frontend Korisnik

# MSC.backToTop
source: Back to top
bs: Nazad na vrh

# MSC.home
source: Home
bs: Backend-Naslovnica

# MSC.user
source: User
bs: Korisnik

# MSC.loginTo
source: Log into %s
bs: Ulogajte se u %s

# MSC.loginBT
source: Login
bs: Ulogaj se

# MSC.logoutBT
source: Logout
bs: Izlogaj se

# MSC.backBT
source: Go back
bs: Nazad

# MSC.cancelBT
source: Cancel
bs: Prekini

# MSC.deleteConfirm
source: Do you really want to delete entry ID %s?
bs: Zaista želite izbrisati unos s ID %s?

# MSC.delAllConfirm
source: Do you really want to delete the selected records?
bs: Zaista želite izbrisati sve odabrane podatke?

# MSC.filterRecords
source: Records
bs: Podaci

# MSC.filterAll
source: All
bs: Svi

# MSC.showRecord
source: Show the details of record %s
bs: Prikaži detalje podatka %s

# MSC.editRecord
source: Edit record %s
bs: Edituj podatak %s

# MSC.all_info
source: Edit selected records of table %s
bs: Edituj odabrane podatke u tablici %s

# MSC.showOnly
source: Show
bs: Prikaži

# MSC.sortBy
source: Sort
bs: Sortiraj

# MSC.search
source: Search
bs: Traži

# MSC.noResult
source: No records found.
bs: Podaci nisu pronađeni.

# MSC.save
source: Save
bs: Sačuvaj

# MSC.saveNclose
source: Save and close
bs: Sačuvaj i zatvori

# MSC.saveNedit
source: Save and edit
bs: Sačuvaj i edituj

# MSC.saveNback
source: Save and go back
bs: Sačuvaj i vrati se

# MSC.saveNcreate
source: Save and new
bs: Sačuvaj i dodaj

# MSC.continue
source: Continue
bs: Nastavi

# MSC.skipNavigation
source: Skip navigation
bs: Preskoči navigaciju

# MSC.selectAll
source: Select all
bs: Odaberi sve

# MSC.pw_changed
source: The password has been updated.
bs: Lozinka je ažurirana

# MSC.fallback
source: default
bs: standarni

# MSC.view
source: View in a new window
bs: Prikaži u novom prozoru

# MSC.fullsize
source: Open full size image in a new window
bs: Otvori sliku u punoj veličini u novom prozoru

# MSC.colorpicker
source: Color picker
bs: Odabir boje (potreban JavaScript)

# MSC.pagepicker
source: Page picker
bs: Odabir stranice (potreban JavaScript)

# MSC.filepicker
source: File picker
bs: Odabir fajla (potreban JavaScript)

# MSC.ppHeadline
source: Contao pages
bs: Contao stranice

# MSC.fpHeadline
source: Contao files
bs: Contao fajlovi

# MSC.yes
source: yes
bs: da

# MSC.no
source: no
bs: ne

# MSC.goBack
source: Go back
bs: Nazad

# MSC.reload
source: Reload
bs: Učitaj ponovno

# MSC.above
source: above
bs: iznad

# MSC.below
source: below
bs: ispod

# MSC.date
source: Date
bs: Datum

# MSC.tstamp
source: Revision date
bs: Datum izmjena

# MSC.entry
source: %s entry
bs: %s unos

# MSC.entries
source: %s entries
bs: %s unosa

# MSC.left
source: left
bs: lijevo

# MSC.center
source: center
bs: centar

# MSC.right
source: right
bs: desno

# MSC.justify
source: justified
bs: obostrano

# MSC.filetree
source: File system
bs: Fajl sistem

# MSC.male
source: Male
bs: Muško

# MSC.female
source: Female
bs: Žensko

# MSC.fileSize
source: File size
bs: Veličina fajla

# MSC.fileCreated
source: Created
bs: Kreirano

# MSC.fileModified
source: Last modified
bs: Posljednje izmjene

# MSC.fileAccessed
source: Last accessed
bs: Posljednji pristup

# MSC.fileImageSize
source: Width/height in pixel
bs: Širina/visina u pikselima

# MSC.filePath
source: Relative path
bs: Relativna putanja

# MSC.version
source: Version
bs: Verzija

# MSC.restore
source: Restore
bs: Povratak u početno stanje

# MSC.backendModules
source: Back end modules
bs: Backend moduli

# MSC.updateVersion
source: Contao version %s available
bs: Contao verzija %s je dostupna za download

# MSC.wordWrap
source: Word wrap
bs: Omatanje teksta

# MSC.saveAlert
source: ATTENTION! You will lose any unsaved changes. Continue?
bs: UPOZORENJE! Izgubit će te sve izmjene koje niste sačuvali. Nastaviti...?

# MSC.toggleNodes
source: Toggle all nodes
bs: Sve otvoriti/zatvoriti

# MSC.expandNode
source: Expand node
bs: Proširi čvorište

# MSC.collapseNode
source: Collapse node
bs: Skupi čvorište

# MSC.deleteSelected
source: Delete
bs: Briši odabrano

# MSC.editSelected
source: Edit
bs: Edituj odabrano

# MSC.overrideSelected
source: Override
bs: Prepiši

# MSC.moveSelected
source: Move
bs: Premjesti

# MSC.copySelected
source: Copy
bs: Kopiraj

# MSC.changeSelected
source: Change selection
bs: Promjeni odabir

# MSC.resetSelected
source: Reset selection
bs: Vrati odabir u početno

# MSC.fileManager
source: Open file manager in a popup window
bs: Otvori menadžer fajlova u popup prozoru

# MSC.systemMessages
source: System messages
bs: Važne poruke sistema

# MSC.clearClipboard
source: Clear clipboard
bs: Očisti međumemoriju (clipboard)

# MSC.hiddenElements
source: Unpublished elements
bs: Neobjavljeni elementi

# MSC.hiddenHide
source: hide
bs: sakrij

# MSC.hiddenShow
source: show
bs: prikaži

# MSC.apply
source: Apply
bs: Primjeni

# MSC.mandatory
source: Mandatory field
bs: Obavezno polje

# MSC.create
source: Create
bs: Kreiraj

# MSC.delete
source: Delete
bs: Izbriši

# MSC.protected
source: protected
bs: zaštićeno

# MSC.guests
source: guests only
bs: samo gosti

# MSC.updateMode
source: Update mode
bs: Ažuriraj model

# MSC.updateAdd
source: Add the selected values
bs: Dodaj izabrane grupe

# MSC.updateRemove
source: Remove the selected values
bs: Skloni izabrane grupe

# MSC.updateReplace
source: Replace the existing entries
bs: Zamijeni postojeći unos

# MSC.ascending
source: ascending
bs: uzlazno

# MSC.descending
source: descending
bs: silazno

# MSC.default
source: Default
bs: Standardno

# MSC.helpWizard
source: Open the help wizard
bs: Help wizard (Čarobnjak za pomoć)

# MSC.noCookies
source: You have to allow cookies to use Contao.
bs: Morate dozvoliti cookies da bi mogli koristiti Contao

# MSC.emailAddress
source: E-mail address
bs: E-Mail adresa

# MSC.register
source: Register
bs: Registrujte se

# MSC.accountActivated
source: Your account has been activated.
bs: Vaš račun je aktiviran.

# MSC.accountError
source: Unable to process the current request.
bs: Nismo u mogućnosti obraditi sadašnji zahtijev.

# MSC.emailSubject
source: Your registration on %s
bs: Vaša registracija na %s

# MSC.adminSubject
source: New registration on %s
bs: TYPOlight :: Nova registracija na %s

# MSC.adminText
source: A new member (ID %s) has registered at your website.%sIf you did not allow e-mail activation, you have to enable the account manually in the back end.
bs: Novi korisnik (ID %s) registrirao se na vašoj web stranici. %sAko niste dozvolili E-mail aktivaciju, morate ručno uključiti ovaj korisnički račun u Backend-u.

# MSC.requestPassword
source: Request password
bs: Zatraži novu lozinku

# MSC.setNewPassword
source: Set new password
bs: Postavi novu lozinku

# MSC.newPasswordSet
source: Your password has been updated.
bs: Vaša lozinka je ažurirana.

# MSC.passwordSubject
source: Your password request for %s
bs: Vaš zahtijev za lozinku na %s

# MSC.accountNotFound
source: No matching account found
bs: Nije pronađen odgovarajući korisnički račun.

# MSC.securityQuestion
source: Security question
bs: Sigurnosno pitanje

# MSC.closeAccount
source: Close account
bs: Ugasi račun

# MSC.go
source: Go
bs: Idi

# MSC.quicknav
source: Quick navigation
bs: Brza navigacija

# MSC.quicklink
source: Quick link
bs: Brzi link

# MSC.username
source: Username
bs: Korisničko ime

# MSC.login
source: Login
bs: Ulogaj se

# MSC.logout
source: Logout
bs: Odjava

# MSC.loggedInAs
source: You are logged in as %s.
bs: Vi ste ulogovani(a) kao %s.

# MSC.emptyField
source: Please enter your username and password!
bs: Molimo vas da upišete korisničko ime i lozinku!

# MSC.confirmation
source: Confirmation
bs: Potvrda

# MSC.sMatches
source: %s occurrences for %s
bs: %s pojave za %s

# MSC.sEmpty
source: No matches for <strong>%s</strong>
bs: Nema rezultata za <strong>%s</strong>

# MSC.sResults
source: Results %s - %s of %s for <strong>%s</strong>
bs: Rezultati %s - %s od %s za <strong>%s</strong>

# MSC.sNoResult
source: Your search for <strong>%s</strong> returned no results.
bs: Vaša pretraga za <strong>%s</strong> nije dala rezultate.

# MSC.seconds
source: seconds
bs: sekunde

# MSC.up
source: Up
bs: Gore

# MSC.first
source: &#171; First
bs: « Prva

# MSC.previous
source: Previous
bs: Prethodna

# MSC.next
source: Next
bs: Slijedeća

# MSC.last
source: Last &#187;
bs: Posljednja »

# MSC.goToPage
source: Go to page %s
bs: Otiđi na stranicu %s

# MSC.totalPages
source: Page %s of %s
bs: Stranica %s od %s

# MSC.fileUploaded
source: File %s uploaded successfully.
bs: Fajl %s je uspješno uploadiran.

# MSC.fileExceeds
source: Image %s uploaded successfully, however it is too big to be resized automatically.
bs: Slika %s uspješno je uploadirana, ali je prevelika za automatsku izmjenu njene veličine.

# MSC.fileResized
source: Image %s uploaded successfully and was scaled down to the maximum dimensions.
bs: Fajl %s je uploadiran i smanjen na maksimalno dozvoljene dimenzije.

# MSC.searchLabel
source: Search
bs: Tražilica

# MSC.keywords
source: Keywords
bs: Tražene riječi (Keywords)

# MSC.options
source: Options
bs: Opcije

# MSC.matchAll
source: match all words
bs: pronađi sve riječi

# MSC.matchAny
source: match any word
bs: pronađi bilo koju riječ

# MSC.saveData
source: Save data
bs: Sačuvaj podatke

# MSC.printPage
source: Print this page
bs: Ispis ove stranice

# MSC.printAsPdf
source: Print article as PDF
bs: Ispiši članak kao PDF

# MSC.facebookShare
source: Share on Facebook
bs: Podijeli na Facebook-u

# MSC.twitterShare
source: Share on Twitter
bs: Podijeli na Twitter-u

# MSC.pleaseWait
source: Please wait
bs: Molimo pričekajte

# MSC.loading
source: Loading …
bs: Učitavanje ...

# MSC.more
source: Read more …
bs: Opširnije ...

# MSC.readMore
source: Read the article: %s
bs: Pročitajte članak: %s

# MSC.targetPage
source: Target page
bs: Ciljna stranica

# MSC.invalidPage
source: Sorry, item "%s" does not exist.
bs: Žao nam je ali objekt %s ne postoji.

# MSC.list_orderBy
source: Order by %s
bs: Poredaj po %s'
