Repository: tobaco/core
Catalog: .tx/source/*/core/default.xlf
Languages: bs

# MSC.list_perPage
source: Results per page
bs: Rezultata po stranici

# MSC.published
source: Published
bs: Objavljeno

# MSC.unpublished
source: Unpublished
bs: Neobjavljeno

# MSC.addComment
source: Add a comment
bs: Dodaj komentar

# MSC.autologin
source: Remember me
bs: Zapamti me
