Repository: tobaco/core
Catalog: .tx/source/*/core/explain.xlf
Languages: uk

# XPL.insertTags.0.0
source: Rich Text Editor
uk: Текстовий редактор

# XPL.insertTags.0.1
source: For more information about TinyMCE please visit <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a>.
uk: для отримання детальнішої інформації про TinyMCE, відвідайте сайт <a href="http://tinymce.moxiecode.com" title="Open http://tinymce.moxiecode.com in a new window" onclick="window.open(this.href); return false;">moxiecode.com</a>.

# XPL.insertTags.1.0
source: Insert tags
uk: Вставка тегів

# XPL.insertTags.1.1
source: For more information on insert tags please visit <a href="http://contao.org/en/insert-tags.html" title="Contao online documentation" target="_blank">http://contao.org/en/insert-tags.html</a>.
uk: Вставлення тегів, як спецсимволів, є доступною в будь-якому місці Contao. Ці теги будуть замінені визначеним способом, перш ніж будуть відображені на сайті. Більш детальніше про вставлення тегів перейдіть на сторінку <a href="http://www.contao.org/insert-tags.html" title="Онлайн документація Contao" onclick="window.open(this.href); return false;">http://www.contao.org/insert-tags.html</a>.

# XPL.insertTags.2.0
source: Code Editor
uk: Редактор коду

# XPL.insertTags.2.1
source: For more information about CodeMirror please visit <a href="http://codemirror.net" title="EditArea by Marijn Haverbeke" target="_blank">http://codemirror.net</a>.
uk: Для отримання детальної інформації про CodeMirror завітайте на сайт розробника <a href="http://codemirror.net" title="EditArea by Marijn Haverbeke" onclick="window.open(this.href); return false;">http://codemirror.net</a>.

# XPL.dateFormat.0.1
source: Contao supports all date and time formats that can be parsed with the PHP date() function. However, to ensure that any input can be transformed into a UNIX timestamp, you can only use numeric date and time formats (j, d, m, n, y, Y, g, G, h, H, i, s) in the back end.<br><br><strong>You can enter variant front end formats in the site structure (website root pages).</strong><br><br><em>Here are some examples of valid date and time formats</em>:
uk: Contao підтримує широкий ряд форматів дати та часу, які базуються на основі PHP функції date(). Однак, щоб бути впевненим, що будь-який ввід користувача може бути трансформований в формат дати та часу системи UNIX, ви можете використовувати тільки числовий формат дати та часу (j, d, m, n, y, Y, g, G, h, H, i, s).<br /><br /><strong>Також цей формат дати підтримується в налаштуваннях сторінки типу "Корінь сайту".</strong><br><br><em>Ось деякі зразки форматів дати та часу:</em>:

# XPL.dateFormat.1.1
source: YYYY-MM-DD, international ISO-8601, e.g. 2005-01-28
uk: YYYY-MM-DD, інтернаціональний формат по ISO 8601: 2005-01-28

# XPL.dateFormat.2.1
source: MM/DD/YYYY, english format, e.g. 01/28/2005
uk: MM/DD/YYYY, англійський зразок: 01/28/2005

# XPL.dateFormat.3.1
source: DD.MM.YYYY, german format, e.g. 28.01.2005
uk: DD.MM.YYYY, український зразок: 28.01.2005

# XPL.dateFormat.4.1
source: YY-M-D, without leading zeros, e.g. 05-1-28
uk: YY-M-D, зразок без розділювальних нулів: 05-1-28

# XPL.dateFormat.5.1
source: YYYYMMDD, timestamp, e.g. 20050128
uk: YYYYMMDD, таймстемп зразок: 20050128

# XPL.dateFormat.6.1
source: 24 hours, minutes and seconds, e.g. 20:36:59
uk: Зразок 24 годинного формату із хвилинами та секундами: 20:36:59

# XPL.dateFormat.7.1
source: 12 hours without leading zeros and minutes, e.g. 8:36
uk: Зразок 12 годинного формату без розділювальних нулів і хвилини: 8:36

# XPL.highlighter.0.0
source: Rich Text Editor
uk: Візуальний редактор

# XPL.highlighter.0.1
source: For more information about how to configure the syntax highlighter please visit <a href="http://alexgorbatchev.com/wiki/SyntaxHighlighter:Configuration#SyntaxHighlighter.defaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
uk: Для більш детальної інформації про налаштування відвідайте, будь ласка, сайт <a href="http://alexgorbatchev.com/wiki/SyntaxHighlighter:Configuration#SyntaxHighlighter.defaults" title="SyntaxHighlighter by Alex Gorbatchev" onclick="window.open(this.href); return false;">http://alexgorbatchev.com</a>.
