Repository: tobaco/core
Catalog: .tx/source/*/core/modules.xlf
Languages: bs

# MOD.content
source: Content
bs: Sadržaji

# MOD.article.0
source: Articles
bs: Članci

# MOD.article.1
source: Manage articles and content elements
bs: Upravljanje člancima i elementima sadržaja.

# MOD.form.0
source: Form generator
bs: Generator obrazaca

# MOD.form.1
source: Create custom forms and store or send the submitted data
bs: Kreiranje posebnih obrazaca, pohranjivanje ili slanje poslanih podataka.

# MOD.design
source: Layout
bs: Izgled

# MOD.themes.0
source: Themes
bs: Teme

# MOD.themes.1
source: Manage front end modules, style sheets, page layouts and templates
bs: Editovanje modula u frontendu, CSS fajlova, rasporeda stranica i templejta.

# MOD.page.0
source: Site structure
bs: Struktura sajta

# MOD.page.1
source: Set up the site structure of your website(s)
bs: Određivanje strukture vašeg sajta (sajtova).

# MOD.tpl_editor.0
source: Templates
bs: Templejti

# MOD.tpl_editor.1
source: Edit templates in the back end
bs: Edituj templejte u backendu.

# MOD.accounts
source: Account manager
bs: Upravljanje računima

# MOD.member.0
source: Members
bs: Članovi

# MOD.member.1
source: Manage member accounts (front end users)
bs: Upravljanje korisničkim računima (frontend-korisnici).

# MOD.mgroup.0
source: Member groups
bs: Grupe članova

# MOD.mgroup.1
source: Manage member groups (front end user groups)
bs: Upravljanje grupama članova (frontend-korisnici).

# MOD.user.0
source: Users
bs: Korisnici

# MOD.user.1
source: Manage user accounts (back end users)
bs: Upravljanje korisničkim računima (backend-korisnici).

# MOD.group.0
source: User groups
bs: Grupe korisnika

# MOD.group.1
source: Manage user groups (back end user groups)
bs: Upravljanje grupama članova (backend-korisnici).

# MOD.system
source: System
bs: Sistem

# MOD.files.0
source: File manager
bs: Upravljanje fajlovima

# MOD.files.1
source: Manage files and folders or upload new files to the server
bs: Upravljanje fajlovima i mapama, ili upload novih fajlova na server.

# MOD.log.1
source: Browse the system log and analyze the activity on the website
bs: System-Log pretražiti i aktivnosti na sajtu analizirati.

# MOD.settings.0
source: Settings
bs: Glavne postavke

# MOD.settings.1
source: Check and optimize the Contao configuration
bs: Contao konfiguraciju provjeriti i optimirati.

# MOD.maintenance.0
source: Maintenance
bs: Održavanje sistema

# MOD.maintenance.1
source: Maintain or update Contao
bs: Contao održavati ili ažurirati.

# MOD.undo.0
source: Restore
bs: Poništavanje

# MOD.undo.1
source: Restore deleted records
bs: Vraćanje izbrisanih podataka.

# MOD.login.0
source: Personal data
bs: Osobni podaci

# MOD.login.1
source: Change your personal data or set a new password
bs: Izmjena osobnih podataka ili odabir nove lozinke.

# FMD.navigationMenu
source: Navigation
bs: Navigacija

# FMD.navigation.0
source: Navigation menu
bs: Navigacijski izbornik

# FMD.navigation.1
source: Generates a navigation menu from the site structure
bs: Od strukture sajta generira navigacijski izbornik.

# FMD.customnav.0
source: Custom navigation
bs: Standardna navigacija.

# FMD.customnav.1
source: Generates a custom navigation menu
bs: Generira standardni navigacijski izbornik.

# FMD.breadcrumb.0
source: Breadcrumb navigation
bs: Lokacijska navigacija

# FMD.breadcrumb.1
source: Generates a breadcrumb navigation menu
bs: Generira lokacijski navigacijski izbornik.

# FMD.quicknav.0
source: Quick navigation
bs: Brza navigacija

# FMD.quicknav.1
source: Generates a drop-down menu from the site structure
bs: Od strukture sajta generira padajući izbornik.

# FMD.quicklink.0
source: Quick link
bs: Brzi link

# FMD.quicklink.1
source: Generates a custom drop-down menu
bs: Generira standardni padajući izbornik.

# FMD.booknav.0
source: Book navigation
bs: Navigacija knjigom

# FMD.booknav.1
source: Generates a book navigation menu
bs: Generira navigacijski izbornik knjige

# FMD.articlenav.0
source: Article navigation
bs: Navigacija članka

# FMD.articlenav.1
source: Generates a pagination menu to navigate articles
bs: Generira izbornik numeriranja stranica za navigaciju kroz članke.

# FMD.sitemap.0
source: Sitemap
bs: Struktura sajta

# FMD.sitemap.1
source: Generates a list of all pages in the site structure
bs: Generira sitemap tj. popis svih stranica u strukturi sajta.

# FMD.user
source: User
bs: Korisnik

# FMD.login.0
source: Login form
bs: Obrazac za ulogovanje

# FMD.login.1
source: Generates a login form
bs: Generira obrazac za ulogovanje.

# FMD.logout.0
source: Automatic logout
bs: Automatska odjava

# FMD.logout.1
source: Automatically logs out a user
bs: Autmatski odjavljuje korisnika.

# FMD.personalData.0
source: Personal data
bs: Osobni podaci

# FMD.personalData.1
source: Generates a form to edit a user's personal data
bs: Generira obrazac za uređivanje osobnih podataka korisnika.

# FMD.registration.0
source: Registration
bs: Registracija

# FMD.registration.1
source: Generates a user registration form
bs: Generira obrazac za registraciju korisnika.

# FMD.lostPassword.0
source: Lost password
bs: Zaboravljena lozinka

# FMD.lostPassword.1
source: Generates a form to request a new password
bs: Generira obrazac za zahtjev za novu lozinku.

# FMD.closeAccount.0
source: Close account
bs: Ugasi račun

# FMD.closeAccount.1
source: Generates a form to delete a member account
bs: Generira obrazac za brisanje korisničkog računa.

# FMD.application
source: Applications
bs: Aplikacije

# FMD.form.0
source: Form
bs: Obrazac

# FMD.form.1
source: Adds a form to the page
bs: Na stranicu dodaje obrazac.

# FMD.search.0
source: Search engine
bs: Tražilica

# FMD.search.1
source: Adds a search form to the page
bs: Na stranicu dodaje obrazac za pretraživanje.

# FMD.articleList.0
source: Article list
bs: Popis članaka

# FMD.articleList.1
source: Generates a list of articles of a column
bs: Generira stupac s popisom članaka.

# FMD.miscellaneous
source: Miscellaneous
bs: Razno

# FMD.flash.0
source: Flash movie
bs: Flash film

# FMD.flash.1
source: Embeds a Flash movie into the page
bs: Na stranicu ugrađuje Flash film.

# FMD.randomImage.0
source: Random image
bs: Slučajna slika

# FMD.randomImage.1
source: Adds a random image to the page
bs: Na stranicu dodaje slučajno odabranu sliku.

# FMD.html.0
source: Custom HTML
bs: Standardni HTML

# FMD.html.1
source: Allows you to add custom HTML code
bs: Dozvoljava dodavanje standardnog HTML koda.

# FMD.rss_reader.0
source: RSS reader
bs: RSS čitač

# FMD.rss_reader.1
source: Adds an RSS feed to the page
bs: Na stranicu dodaje RSS feed.
