Repository: tobaco/core
Catalog: .tx/source/*/newsletter/*_newsletter_channel.xlf
Languages: tl

# tl_newsletter_channel.title.0
source: Title
tl: Naziv

# tl_newsletter_channel.title.1
source: Please enter the title of the channel.
tl: Upišite naziv kanala

# tl_newsletter_channel.jumpTo.0
source: Redirect page
tl: Stranica preusmjeravanja

# tl_newsletter_channel.jumpTo.1
source: Please choose the newsletter reader page to which visitors will be redirected when clicking a newsletter.
tl: Odaberite stranicu čitača newslettera na koju će posjetitelji biti preusmjereni kad kliknu na newsletter.

# tl_newsletter_channel.useSMTP.0
source: Custom SMTP server
tl: Uobičajeni SMTP server

# tl_newsletter_channel.useSMTP.1
source: Use a custom SMTP server for sending newsletters.
tl: Koristite uobičajeni SMTP server za slanje newslettera.

# tl_newsletter_channel.smtpHost.0
source: SMTP hostname
tl: SMTP hostname (host ime)

# tl_newsletter_channel.smtpHost.1
source: Please enter the host name of the SMTP server.
tl: Upišite host ime od SMTP servera.

# tl_newsletter_channel.smtpUser.0
source: SMTP username
tl: SMTP korisničko ime

# tl_newsletter_channel.smtpUser.1
source: Here you can enter the SMTP username.
tl: Ovdje možete upisati korisničko ime SMTP servera

# tl_newsletter_channel.smtpPass.0
source: SMTP password
tl: SMTP lozinka

# tl_newsletter_channel.smtpPass.1
source: Here you can enter the SMTP password.
tl: Ovdje možete upisati SMTP lozinku

# tl_newsletter_channel.smtpEnc.0
source: SMTP encryption
tl: SMTP dešifriranje

# tl_newsletter_channel.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
tl: Ovdje možete izabrati način dešifriranja (SSL ili TLS).

# tl_newsletter_channel.smtpPort.0
source: SMTP port number
tl: SMTP port number (port broj)

# tl_newsletter_channel.smtpPort.1
source: Please enter the port number of the SMTP server.
tl: Upišite port broj od SMTP servera.

# tl_newsletter_channel.tstamp.0
source: Revision date
tl: Datum revizije

# tl_newsletter_channel.tstamp.1
source: Date and time of the latest revision
tl: Datum i vrijeme posljednje revizije

# tl_newsletter_channel.title_legend
source: Title and redirect
tl: Naziv i preusmjeravanje

# tl_newsletter_channel.smtp_legend
source: SMTP configuration
tl: SMTP konfiguracija

# tl_newsletter_channel.new.0
source: New channel
tl: Novi kanal

# tl_newsletter_channel.new.1
source: Create a new channel
tl: Kreirajte novi kanal

# tl_newsletter_channel.show.0
source: Channel details
tl: Detalji kanala

# tl_newsletter_channel.show.1
source: Show the details of channel ID %s
tl: Prikazati detalje kanala s ID %s

# tl_newsletter_channel.edit.0
source: Edit channel
tl: Edituj kanal

# tl_newsletter_channel.edit.1
source: Edit channel ID %s
tl: Editujte kanal s ID %s

# tl_newsletter_channel.editheader.0
source: Edit channel settings
tl: Edituj konfiguraciju kanala

# tl_newsletter_channel.editheader.1
source: Edit the settings of channel ID %s
tl: Editujte konfiguraciju kanala s ID %s

# tl_newsletter_channel.copy.0
source: Duplicate channel
tl: Kopiraj kanal

# tl_newsletter_channel.copy.1
source: Duplicate channel ID %s
tl: Kopirajte kanal s ID %s

# tl_newsletter_channel.delete.0
source: Delete channel
tl: Izbriši kanal

# tl_newsletter_channel.delete.1
source: Delete channel ID %s
tl: Izbrišite kanal s ID %s

# tl_newsletter_channel.recipients.0
source: Edit recipients
tl: Edituj primatelje

# tl_newsletter_channel.recipients.1
source: Edit the recipients of channel ID %s
tl: Editujte primatelje kanala s ID %s
