Repository: tobaco/core
Catalog: .tx/source/*/newsletter/*_newsletter_recipients.xlf
Languages: tl

# tl_newsletter_recipients.email.0
source: E-mail address
tl: Endereço de e-mail

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
tl: Favor inserir os endereços de e-mail dos destinatários.

# tl_newsletter_recipients.active.0
source: Activate recipient
tl: Ativado

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
tl: Endereços de e-mail são ativados quando o link de ativação é clicado na mensagem de confirmação de assinatura.

# tl_newsletter_recipients.addedOn.0
source: Subscription date
tl: Data de assinatura

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
tl: A data da assinatura

# tl_newsletter_recipients.ip.0
source: IP address
tl: Endereço IP

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
tl: O endereço IP do assinante.

# tl_newsletter_recipients.email_legend
source: E-mail address
tl: Endereço de email

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
tl: %s destinatários foram importados.

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
tl: %s entradas inválidas ter sido ignorado.

# tl_newsletter_recipients.subscribed
source: subscribed on %s
tl: assinou em

# tl_newsletter_recipients.manually
source: added manually
tl: adicionado manualmente

# tl_newsletter_recipients.new.0
source: Add recipient
tl: Adicionar destinatário

# tl_newsletter_recipients.new.1
source: Add a new recipient
tl: Adicionar novo destinatário.

# tl_newsletter_recipients.show.0
source: Recipient details
tl: Detalhes do destinatário

# tl_newsletter_recipients.show.1
source: Show the details of recipient ID %s
tl: Mostrar detalhes do destinatário com ID %s

# tl_newsletter_recipients.edit.0
source: Edit recipient
tl: Editar destinatário

# tl_newsletter_recipients.edit.1
source: Edit recipient ID %s
tl: Editar destinatário com IS %s

# tl_newsletter_recipients.copy.0
source: Duplicate recipient
tl: Copiar destinatário

# tl_newsletter_recipients.copy.1
source: Duplicate recipient ID %s
tl: Copiar destinatário com ID %s

# tl_newsletter_recipients.delete.0
source: Delete recipient
tl: Remover destinatário

# tl_newsletter_recipients.delete.1
source: Delete recipient ID %s
tl: destinatário destinatário com ID %s

# tl_newsletter_recipients.editheader.0
source: Edit channel
tl: Editar canal

# tl_newsletter_recipients.editheader.1
source: Edit the channel settings
tl: Editar as configurações de canal

# tl_newsletter_recipients.toggle.0
source: Activate/deactivate recipient
tl: Ativar/desativar destinatário

# tl_newsletter_recipients.toggle.1
source: Activate/deactivate recipient ID %s
tl: Ativar/desativar destinatário ID %s

# tl_newsletter_recipients.import.0
source: CSV import
tl: Importar CSV

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
tl: Importar destinatários de um arquivo CSV
