Repository: tobaco/core
Catalog: .tx/source/*/news/*_news.xlf
Languages: tl

# tl_news.headline.0
source: Title
tl: Naslov

# tl_news.headline.1
source: Please enter the news title.
tl: Upišite naslov novosti.

# tl_news.alias.0
source: News alias
tl: Alias novosti

# tl_news.alias.1
source: The news alias is a unique reference to the article which can be called instead of its numeric ID.
tl: Alias novosti je jedinstvena referenca članka novosti koja se može pozivati umjesto njenog numeričkog ID-a.

# tl_news.author.0
source: Author
tl: Autor

# tl_news.author.1
source: Here you can change the author of the news item.
tl: Ovdje možete izmijeniti autora članka novosti.

# tl_news.date.0
source: Date
tl: Datum

# tl_news.date.1
source: Please enter the date according to the global date format.
tl: Upišite datum skladno globalnom formatu datuma.

# tl_news.time.0
source: Time
tl: Vrijeme

# tl_news.time.1
source: Please enter the time according to the global time format.
tl: Upišite vrijeme skladno globalnom formatu vremena.

# tl_news.subheadline.0
source: Subheadline
tl: Podnaslov

# tl_news.subheadline.1
source: Here you can enter a subheadline.
tl: Ovdje možete upisati podnaslov.

# tl_news.teaser.0
source: News teaser
tl: Najava novosti

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full article. A "read more …" link will be added automatically.
tl: Najava novosti može biti prikazana u popisu novosti umjesto cijelog članka. Automatski će se dodati link "Opširnije ...".

# tl_news.text.0
source: News text
tl: Tekst novosti

# tl_news.text.1
source: Here you can enter the news text.
tl: Ovdje možete upisati tekst novosti.

# tl_news.addImage.0
source: Add an image
tl: Dodaj sliku

# tl_news.addImage.1
source: Add an image to the news item.
tl: Članku novosti dodajte sliku.

# tl_news.addEnclosure.0
source: Add enclosures
tl: Dodaj priloge

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
tl: Članku novosti dodajte jednu ili više fajlova za download.

# tl_news.enclosure.0
source: Enclosures
tl: Prilozi

# tl_news.enclosure.1
source: Please choose the files you want to attach.
tl: Odaberite fajlove koje želite dodati članku novosti.

# tl_news.source.0
source: Redirect target
tl: Cilj preusmjeravanja

# tl_news.source.1
source: Here you can override the default redirect target.
tl: Ovdje možete zamijeniti standardni cilj preusmjeravanja i odrediti internu ili vanjsku stranicu preusmjeravanja.

# tl_news.default.0
source: Use default
tl: Koristi standardnu

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
tl: Klikom na link "Opširnije ..." posjetitelji će biti preusmjereni na standardnu stranicu arhive novosti.

# tl_news.internal.0
source: Page
tl: Interna stranica

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
tl: Klikom na link "Opširnije ..." posjetitelji će biti preusmjereni na internu stranicu.

# tl_news.article.0
source: Article
tl: Članak

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
tl: Klikom na link "Opširnije ..." posjetitelji će biti preusmjereni izabranom članku.

# tl_news.external.0
source: External URL
tl: Vanjska web stranica

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
tl: Klikom na link "Opširnije ..." posjetitelji će biti preusmjereni na vanjske web stranice.

# tl_news.jumpTo.0
source: Redirect page
tl: Stranica preusmjeravanja

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
tl: Odaberite stranicu na koju će posjetitelji biti preusmjereni kad kliknu na članak novosti.

# tl_news.articleId.0
source: Article
tl: Članak

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
tl: Odaberite članak na koji će posjetitelji biti preusmjereni kad kliknu na članak novosti.

# tl_news.cssClass.0
source: CSS class
tl: CSS klasa

# tl_news.cssClass.1
source: Here you can enter one or more classes.
tl: Ovdje možete upisati jednu ili više klasa.

# tl_news.noComments.0
source: Disable comments
tl: Isključi komentare

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
tl: Nemojte dozvoliti komentiranje ovog članka.

# tl_news.featured.0
source: Feature item
tl: Istaknuti članak

# tl_news.featured.1
source: Show the news item in a featured news list.
tl: Prikažite članak novosti u popisu istaknutih novosti.

# tl_news.published.0
source: Publish item
tl: Objavi članak

# tl_news.published.1
source: Make the news item publicly visible on the website.
tl: Objavite članak i time ga učinite vidljivim svim posjetiteljima sajta.

# tl_news.start.0
source: Show from
tl: Prikaži od

# tl_news.start.1
source: Do not show the news item on the website before this day.
tl: Ne prikazivati članak prije ovog dana.

# tl_news.stop.0
source: Show until
tl: Prikaži do

# tl_news.stop.1
source: Do not show the news item on the website on and after this day.
tl: Ne prikazivati članak nakon ovog dana.

# tl_news.title_legend
source: Title and author
tl: Naslov i autor

# tl_news.date_legend
source: Date and time
tl: Datum i vrijeme

# tl_news.teaser_legend
source: Subheadline and teaser
tl: Podnaslov i najava

# tl_news.text_legend
source: News text
tl: Tekst novosti

# tl_news.image_legend
source: Image settings
tl: Postavke slike

# tl_news.enclosure_legend
source: Enclosures
tl: Prilozi

# tl_news.source_legend
source: Redirect target
tl: Cilj presumjeravanja

# tl_news.expert_legend
source: Expert settings
tl: Stručna konfiguracija

# tl_news.publish_legend
source: Publish settings
tl: Konfiguracija objavljivanja

# tl_news.new.0
source: New article
tl: Novi članak

# tl_news.new.1
source: Create a new news article
tl: Kreirajte novi članak.

# tl_news.show.0
source: Article details
tl: Detalji članka

# tl_news.show.1
source: Show the details of news article ID %s
tl: Prikazati detalje članka s ID %s

# tl_news.edit.0
source: Edit article
tl: Edituj članak

# tl_news.edit.1
source: Edit news article ID %s
tl: Editujte članak s ID %s

# tl_news.copy.0
source: Duplicate article
tl: Kopiraj članak

# tl_news.copy.1
source: Duplicate news article ID %s
tl: Kopirajte članak s ID %s

# tl_news.cut.0
source: Move article
tl: Premjesti članak

# tl_news.cut.1
source: Move news article ID %s
tl: Premjestite članak s ID %s

# tl_news.delete.0
source: Delete article
tl: Izbriši članak

# tl_news.delete.1
source: Delete news article ID %s
tl: Izbrišite članak s ID %s

# tl_news.toggle.0
source: Publish/unpublish article
tl: Objavi/odjavi članak

# tl_news.toggle.1
source: Publish/unpublish news article ID %s
tl: Objavi/odjavi članak novosti s ID %s

# tl_news.editheader.0
source: Edit archive settings
tl: Edituj arhivu novosti

# tl_news.editheader.1
source: Edit the archive settings
tl: Editujte naziv arhive novosti.

# tl_news.pasteafter.0
source: Paste into this archive
tl: Zalijepi u ovu arhivu

# tl_news.pasteafter.1
source: Paste after news article ID %s
tl: Zalijepiti nakon vijesti s ID %s
