Repository: tobaco/core
Catalog: .tx/source/*/news/*_news_archive.xlf
Languages: tl

# tl_news_archive.title.0
source: Title
tl: Tytuł

# tl_news_archive.title.1
source: Please enter a news archive title.
tl: Wprowadź tytuł archiwum.

# tl_news_archive.jumpTo.0
source: Redirect page
tl: Skocz do strony

# tl_news_archive.jumpTo.1
source: Please choose the news reader page to which visitors will be redirected when clicking a news item.
tl: Wybierz stronę, do której odwiedzający będą przekierowani kiedy klikną w niusa.

# tl_news_archive.allowComments.0
source: Enable comments
tl: Pozwól na komentarze

# tl_news_archive.allowComments.1
source: Allow visitors to comment news items.
tl: Pozwól na komentarze w aktualnościach.

# tl_news_archive.notify.0
source: Notify
tl: Powiadomienia

# tl_news_archive.notify.1
source: Please choose who to notify when comments are added.
tl: Wybierz kto będzie powiadamiany kiedy komentarze zostaną dodane.

# tl_news_archive.sortOrder.0
source: Sort order
tl: Sortowanie

# tl_news_archive.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
tl: Wybierz rodzaj sortowania.

# tl_news_archive.perPage.0
source: Comments per page
tl: Ilość komentarzy na stronie

# tl_news_archive.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
tl: Wpisz ile komentarzy ma się pojawiać jednorazowo na stronie (0 = wyłącza paginację).

# tl_news_archive.moderate.0
source: Moderate comments
tl: Moderowane

# tl_news_archive.moderate.1
source: Approve comments before they are published on the website.
tl: Zatwierdź komentarze przed ich opublikowaniem na stronie.

# tl_news_archive.bbcode.0
source: Allow BBCode
tl: BBCode

# tl_news_archive.bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: Pozwól użytkownikom formatować komentarze poprzez BBCode.

# tl_news_archive.requireLogin.0
source: Require login to comment
tl: Wymagane zalogowanie

# tl_news_archive.requireLogin.1
source: Allow only authenticated users to create comments.
tl: Tylko zalogowani użytkownicy mogę pisać komentarze.

# tl_news_archive.disableCaptcha.0
source: Disable the security question
tl: Wyłącz pytanie kontrolne

# tl_news_archive.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
tl: Wybierając tę opcję wyłączamy pytanie kontrolne (nie zalecane).

# tl_news_archive.protected.0
source: Protect archive
tl: Archiwum chronione

# tl_news_archive.protected.1
source: Show news items to certain member groups only.
tl: Pokaż aktualności tylko dla konkretnych grup użytkowników.

# tl_news_archive.groups.0
source: Allowed member groups
tl: Dozwolone grupy użytkowników

# tl_news_archive.groups.1
source: These groups will be able to see the news items in this archive.
tl: Tutaj możesz ustalić, która grupa użytkowników będzie mogła przeglądać te aktualności.

# tl_news_archive.makeFeed.0
source: Generate feed
tl: Utwórz kanał RSS

# tl_news_archive.makeFeed.1
source: Generate an RSS or Atom feed from the news archive.
tl: Utwórz kanał RSS/Atom z archiwum tych aktualności.

# tl_news_archive.format.0
source: Feed format
tl: Format kanału

# tl_news_archive.format.1
source: Please choose a feed format.
tl: Wybierz format kanału.

# tl_news_archive.language.0
source: Feed language
tl: Język

# tl_news_archive.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
tl: Wprowadź oznaczenie języka w formacie RCF1766 (np. <em>pl</em>, <em>en</em>, <em>en-us</em> lub <em>en-cockney</em>).

# tl_news_archive.source.0
source: Export settings
tl: Ustawienia eksportu

# tl_news_archive.source.1
source: Here you can choose what will be exported.
tl: Tu możesz wybrać co będzie eksportowane.

# tl_news_archive.maxItems.0
source: Maximum number of items
tl: Maksymalna ilość pozycji

# tl_news_archive.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
tl: Ogranicz ilość eksportowanych pozycji. Zostaw pole puste lub wpisz 0 by załączyć wszystkie pozycje.

# tl_news_archive.feedBase.0
source: Base URL
tl: Bazowy URL

# tl_news_archive.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
tl: Wprowadź bazowy URL włącznie z protokołem (np. <em>http://</em>).

# tl_news_archive.alias.0
source: Feed alias
tl: Alias kanału

# tl_news_archive.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the root directory of your Contao installation, e.g. as <em>name.xml</em>.
tl: Wprowadź tu unikalną nazwę kanału. Plik XML będzie tworzony automatycznie w głównym katalogu twojej instalacji Contao (<em>nazwa.xml</em>).

# tl_news_archive.description.0
source: Feed description
tl: Opis

# tl_news_archive.description.1
source: Please enter a short description of the news feed.
tl: Wprowadź krótki opis tego archiwum aktualności.

# tl_news_archive.tstamp.0
source: Revision date
tl: Data modyfikacji

# tl_news_archive.tstamp.1
source: Date and time of the latest revision
tl: Data i godzina ostatniej modyfikacji

# tl_news_archive.title_legend
source: Title and redirect page
tl: Tytuł i strona przekierowania

# tl_news_archive.comments_legend
source: Comments
tl: Komentarze

# tl_news_archive.protected_legend
source: Access protection
tl: Ochrona dostępu

# tl_news_archive.feed_legend
source: RSS/Atom feed
tl: Kanał RSS/Atom

# tl_news_archive.notify_admin
source: System administrator
tl: Administrator systemu

# tl_news_archive.notify_author
source: Author of the news item
tl: Autor aktualności

# tl_news_archive.notify_both
source: Author and system administrator
tl: Autor i administrator systemu

# tl_news_archive.source_teaser
source: News teasers
tl: Zajawka aktualności

# tl_news_archive.source_text
source: Full articles
tl: Pełna aktualność

# tl_news_archive.new.0
source: New archive
tl: Nowe archiwum

# tl_news_archive.new.1
source: Create a new archive
tl: Utwórz nowe archiwum

# tl_news_archive.show.0
source: Archive details
tl: Szczegóły archiwum

# tl_news_archive.show.1
source: Show the details of archive ID %s
tl: Pokaż szczegóły archiwum ID %s

# tl_news_archive.edit.0
source: Edit archive
tl: Edytuj archiwum

# tl_news_archive.edit.1
source: Edit archive ID %s
tl: Edytuj archiwum ID %s

# tl_news_archive.editheader.0
source: Edit archive settings
tl: Edytuj ustawienia archiwum

# tl_news_archive.editheader.1
source: Edit the settings of archive ID %s
tl: Edytuj ustawienia archiwum ID %s

# tl_news_archive.copy.0
source: Duplicate archive
tl: Kopiuj archiwum

# tl_news_archive.copy.1
source: Duplicate archive ID %s
tl: Kopiuj archiwum ID %s

# tl_news_archive.delete.0
source: Delete archive
tl: Usuń archiwum

# tl_news_archive.delete.1
source: Delete archive ID %s
tl: Usuń archiwum ID %s

# tl_news_archive.comments.0
source: Comments
tl: Komentarze

# tl_news_archive.comments.1
source: Show comments of archive ID %s
tl: Pokaż komentarze z archiwum ID %s

# tl_news_archive.feeds.0
source: RSS feeds
tl: Kanały RSS

# tl_news_archive.feeds.1
source: Manage RSS feeds
tl: Zarządzaj kanałami RSS
