Repository: tobaco/core
Catalog: .tx/source/*/news/modules.xlf
Languages: hu

# MOD.news.0
source: News
hu: Hírek

# MOD.news.1
source: Manage news and export them as RSS or Atom feed
hu: Hírek kezelése és azokból RSS vagy Atom feed létrehozása.

# FMD.news
source: News
hu: Hírek

# FMD.newslist.0
source: Newslist
hu: Hírlista

# FMD.newslist.1
source: Adds a list of news items to the page
hu: Ezzel a modullal listázhat adott számú hírt egy adott hírarchívumból.

# FMD.newsreader.0
source: Newsreader
hu: Hírolvasó

# FMD.newsreader.1
source: Shows the details of a news item
hu: Ezzel a modullal jeleníthet meg egy adott cikket.

# FMD.newsarchive.0
source: News archive
hu: Hírarchívum

# FMD.newsarchive.1
source: Adds a news archive to the page
hu: Ezzel a modullal listázhatja az összes cikket egy adott hírarchívumból. A hírarchívumot a "Hírarchívum menü" modullal tallózhatja.

# FMD.newsmenu.0
source: News archive menu
hu: Hírarchívum menü

# FMD.newsmenu.1
source: Generates a navigation menu to browse the news archive
hu: Ezzel a modullal tallózhatja a hírarchívumot.
