Repository: tobaco/core
Catalog: .tx/source/*/calendar/*_calendar.xlf
Languages: tl

# tl_calendar.title.0
source: Title
tl: 名前

# tl_calendar.title.1
source: Please enter the calendar title.
tl: カレンダーの名前を入力してください。

# tl_calendar.jumpTo.0
source: Redirect page
tl: リダイレクトページ

# tl_calendar.jumpTo.1
source: Please choose the event reader page to which visitors will be redirected when clicking an event.
tl: イベントをクリックしたときに移動する、イベントリーダーのページを選択してください。

# tl_calendar.allowComments.0
source: Enable comments
tl: コメントを使用

# tl_calendar.allowComments.1
source: Allow visitors to comment events.
tl: イベントにコメントの書き込みを許可します。

# tl_calendar.notify.0
source: Notify
tl: 通知先

# tl_calendar.notify.1
source: Please choose who to notify when comments are added.
tl: コメントが追加されたときの通知先を選択してください。

# tl_calendar.sortOrder.0
source: Sort order
tl: 並べ替えの順序

# tl_calendar.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
tl: 初期設定ではコメントを昇順に並べ替えて、もっとも古いものから表示します。

# tl_calendar.perPage.0
source: Comments per page
tl: 1ページのコメント数

# tl_calendar.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
tl: 1ページに表示するコメントの数です。0にすると複数ページに分割しません。

# tl_calendar.moderate.0
source: Moderate comments
tl: コメントの審査

# tl_calendar.moderate.1
source: Approve comments before they are published on the website.
tl: ウェブサイトに公開する前にコメントを審査します。

# tl_calendar.bbcode.0
source: Allow BBCode
tl: BBコードを許可

# tl_calendar.bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: コメントの書き込みに、書式を整形するBBコードを使用できるようにします。

# tl_calendar.requireLogin.0
source: Require login to comment
tl: コメントにログインを必要

# tl_calendar.requireLogin.1
source: Allow only authenticated users to create comments.
tl: ログインしたユーザーにだけコメントの作成を許可します。

# tl_calendar.disableCaptcha.0
source: Disable the security question
tl: セキュリティ質問を不使用

# tl_calendar.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
tl: このオプションは認証済みのユーザーにコメントを制限している場合だけ使用してください。

# tl_calendar.protected.0
source: Protect calendar
tl: カレンダーの保護

# tl_calendar.protected.1
source: Show events to certain member groups only.
tl: 特定のメンバーグループにだけイベントを表示します。

# tl_calendar.groups.0
source: Allowed member groups
tl: 許可するメンバーグループ

# tl_calendar.groups.1
source: These groups will be able to see the events in this calendar.
tl: これらのグループが、このカレンダーのイベントを参照できます。

# tl_calendar.makeFeed.0
source: Generate feed
tl: フィードの生成

# tl_calendar.makeFeed.1
source: Generate an RSS or Atom feed from the calendar.
tl: RSSまたはAtomのフィードをカレンダーから生成します。

# tl_calendar.format.0
source: Feed format
tl: フィードの形式

# tl_calendar.format.1
source: Please choose a feed format.
tl: フィードの形式を選択してください。

# tl_calendar.language.0
source: Feed language
tl: フィードの言語

# tl_calendar.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
tl: フィードのISO-639の標準による言語(例: <em>ja</em>や<em>ja_jp</em>)を入力してください。

# tl_calendar.source.0
source: Export settings
tl: 出力の設定

# tl_calendar.source.1
source: Here you can choose what will be exported.
tl: 出力する内容を選択します。

# tl_calendar.maxItems.0
source: Maximum number of items
tl: 項目の最大数

# tl_calendar.maxItems.1
source: Here you can limit the number of events. Set to 0 to export all.
tl: イベントの数を制限できます。0にするとすべて出力します。

# tl_calendar.feedBase.0
source: Base URL
tl: 基準のURL

# tl_calendar.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
tl: プロトコルを含めた基準のURLを入力してください。(例: <em>http://</em>)

# tl_calendar.alias.0
source: Feed alias
tl: フィードのエイリアス

# tl_calendar.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the root directory of your Contao installation, e.g. as <em>name.xml</em>.
tl: 重複しない(拡張子なしの)ファイル名を入力します。XMLのフィードのファイルは、Contaoをインストールした基準のディレクトリに、例えば<em>name.xml</em>といった名前で自動生成します。

# tl_calendar.description.0
source: Feed description
tl: フィードの説明

# tl_calendar.description.1
source: Please enter a short description of the calendar feed.
tl: カレンダーのフィードの短い説明を入力してください。

# tl_calendar.tstamp.0
source: Revision date
tl: 改訂日

# tl_calendar.tstamp.1
source: Date and time of the latest revision
tl: 最新のリビジョンの日付と時刻

# tl_calendar.title_legend
source: Title and redirect page
tl: 題名とリダイレクトページ

# tl_calendar.comments_legend
source: Comments
tl: コメント

# tl_calendar.protected_legend
source: Access protection
tl: アクセスの保護

# tl_calendar.feed_legend
source: RSS/Atom feed
tl: RSS/Atomフィード

# tl_calendar.notify_admin
source: System administrator
tl: システム管理者

# tl_calendar.notify_author
source: Author of the event
tl: イベントの作成者

# tl_calendar.notify_both
source: Author and system administrator
tl: 作成者とシステム管理者

# tl_calendar.source_teaser
source: Event teasers
tl: イベントのティーザー

# tl_calendar.source_text
source: Full articles
tl: イベント全体

# tl_calendar.new.0
source: New calendar
tl: 新しいカレンダー

# tl_calendar.new.1
source: Create a new calendar
tl: 新しくカレンダーを作成

# tl_calendar.show.0
source: Calendar details
tl: カレンダーの詳細

# tl_calendar.show.1
source: Show the details of calendar ID %s
tl: ID %sのカレンダーの詳細を表示

# tl_calendar.edit.0
source: Edit calendar
tl: カレンダーを編集

# tl_calendar.edit.1
source: Edit calendar ID %s
tl: ID %sのカレンダーを編集

# tl_calendar.editheader.0
source: Edit calendar settings
tl: カレンダーの設定を変更

# tl_calendar.editheader.1
source: Edit the settings of calendar ID %s
tl: ID %sのカレンダーの設定を変更

# tl_calendar.copy.0
source: Duplicate calendar
tl: カレンダーを複製

# tl_calendar.copy.1
source: Duplicate calendar ID %s
tl: ID %sのカレンダーを複製

# tl_calendar.delete.0
source: Delete calendar
tl: カレンダーを削除

# tl_calendar.delete.1
source: Delete calendar ID %s
tl: ID %sのカレンダーを削除

# tl_calendar.feeds.0
source: RSS feeds
tl: RSSフィード

# tl_calendar.feeds.1
source: Manage RSS feeds
tl: RSSフィードを管理
