Repository: tobaco/core
Catalog: .tx/source/*/calendar/default.xlf
Languages: bs, no, ta

# MSC.cal_events
source: %d event(s)
bs: %d događanje(a)
no: %d hendelse(r)
ta: %d நிகழ்வு(கள்)

# MSC.cal_emptyDay
source: There are no events on this day.
bs: Danas nema događanja.
no: Det er ingen hendelser i dag.
ta: இந்நாளில் நிகழ்வுகள் ஏதும் இல்லை

# MSC.cal_emptyWeek
source: There are no events for this week.
bs: Ove sedmice nema događanja.
no: Det er ingen hendelser denne uken.
ta: இந்த வாரம் நிகழ்வுகள் ஏதும் இல்லை

# MSC.cal_emptyMonth
source: There are no events for this month.
bs: Ovaj mjesec nema događanja.
no: Det er ingen hendelser denne m책neden.
ta: இந்த மாதம் நிகழ்வுகள் ஏதும் இல்லை

# MSC.cal_emptyYear
source: There are no events for this year.
bs: Ove godine nema događanja.
no: Det er ingen hendelser i 책r.
ta: இவ்வருடம் நிகழ்வுகள் ஏதும் இல்லை

# MSC.cal_empty
source: Currently there are no events.
bs: Nema nadolazećih događanja.
no: Det finnes ingen hendelser.
ta: தற்போது நிகழ்வுகள் ஏதும் இல்லை

# MSC.cal_days
source: This event is repeated every %s. day
bs: Ovo događanje ponavlja se svaki %s. dan
no: Hendelsen gjentas hver %s. dag
ta: இந்நிகழ்வு %s. நாட்களுக்கு ஒருமுறை வருகின்றது

# MSC.cal_weeks
source: This event is repeated every %s. week
bs: Ovo događanje ponavlja se svake %s. sedmice
no: Hendelsen gjentas hver %s. uke
ta: இந்நிகழ்வு %s. வாரங்களுக்கொருமுறை வருகின்றது

# MSC.cal_months
source: This event is repeated every %s. month
bs: Ovo događanje ponavlja se svaki %s. mjesec
no: Hendelsen gjentas hver %s. m책ned
ta: இந்நிகழ்வு %s. மாதங்களுக்கொருமுறை வருகின்றது

# MSC.cal_years
source: This event is repeated every %s. year
bs: Ovo događanje ponavlja se svake %s. godine
no: Hendelsen gjentas hvert %s. 책r
ta: இந்நிகழ்வு %s. வருடங்களுக்கொருமுறை வருகின்றது.

# MSC.cal_until
source: until %s
bs: do %s
no: inntil %s
ta: %s வரையும்
