Repository: tobaco/core
Catalog: .tx/source/*/calendar/modules.xlf
Languages: hu, no

# MOD.calendar.0
source: Events
hu: Naptár/Esemény
no: Hendelser

# MOD.calendar.1
source: Manage events and display them in a calendar or event list
hu: Ebben a modulban különböző naptárak eseményeit szerkesztheti.
no: Administrer hendelser og vis dem i en kalender eller hendelsesliste

# MOD.tl_calendar_feed
source: Calendar feeds
no: Kalender feeder

# FMD.events
source: Events
hu: Naptár/Esemény
no: Hendelser

# FMD.calendar.0
source: Calendar
hu: Naptár
no: Kalender

# FMD.calendar.1
source: Adds a calendar to the page
hu: Ez a modul hozzáad egy naptárat az oldalhoz.
no: Legger til en kalender på siden

# FMD.eventlist.0
source: Event list
hu: Esemény lista
no: Hendelsesliste

# FMD.eventlist.1
source: Adds a list of events to the page
hu: Ez a modul felsorolja egy adott hónap, hét vagy nap eseményeit.
no: Legger til en hendelsesliste på siden

# FMD.eventreader.0
source: Event reader
hu: Esemény olvasó
no: Hendelsesleser

# FMD.eventreader.1
source: Shows the details of an event
hu: Ez a modul megmutatja egy esemény részleteit.
no: Viser detaljene til en hendelse

# FMD.eventmenu.0
source: Event list menu
hu: Esemény lista menü
no: Hendelseslistemeny

# FMD.eventmenu.1
source: Generates a navigation menu to browse the event list
hu: Generál egy navigációs menüt az események közötti böngészéshez.
no: Lager en navigasjonsmeny for å se hendelseslisten
