Repository: tobaco/core
Catalog: .tx/source/*/repository/*_repository.xlf
Languages: tl

# tl_repository.category.0
source: Category
tl: Kategorija

# tl_repository.category.1
source: Please select the extension category.
tl: Odaberite kategoriju ekstenzije.

# tl_repository.copyright.0
source: Copyright
tl: Autorsko pravo

# tl_repository.copyright.1
source: Here you can enter a copyright notice (e.g. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).
tl: Ovdje možete upisati napomenu o autorskim pravima ili copyright (npr. © 2010,2011 Husein Askraba Webservices Inc).

# tl_repository.description.0
source: Description
tl: Opis

# tl_repository.description.1
source: These HTML tags are allowed: %s
tl: Dozvoljeni su ovi HTML tagovi: %s

# tl_repository.extension.0
source: Extension
tl: Ekstenzija

# tl_repository.extension.1
source: Name of the extension.
tl: Odaberite naziv ekstenzije.

# tl_repository.functionality.0
source: Functionality
tl: Funkcionalnost

# tl_repository.functionality.1
source: Does the extension provide the expected functionality?
tl: Da li ekstenzija pruža očekivanu funkcionalnost?

# tl_repository.license.0
source: License
tl: Licenca

# tl_repository.license.1
source: Please enter a short license information. You may add full license information in a file LICENSE.txt.
tl: Upišite kratke informacije o licenci. Možete dodati potpunu informaciju o licenci u fajlu LICENSE.txt.

# tl_repository.name.0
source: Name
tl: Naziv

# tl_repository.name.1
source: Extension names must start with a-z, A-Z or 0-9, whereby lowercase names are prefered. Additionally, the characters _ and - are allowed within the name.
tl: Naziv ekstenzije mora započeti s a-z, A-Z ili 0-9, poželjno je da sva slova budu mala. U nazivu su dozvoljeni i znakovi _ i -

# tl_repository.popularity.0
source: Popularity
tl: Popularnost

# tl_repository.popularity.1
source: %s/%s (downloads/installs)
tl: %s/%s (downloada/instalacija)

# tl_repository.quality.0
source: Quality
tl: Kvalitet

# tl_repository.quality.1
source: How robust is the extension and how painless is installation and maintenance?
tl: Kako je robustna ekstenzija i koliko je jednostavna instalacija i održavanje.

# tl_repository.releasedate.0
source: Release date
tl: Datum objavljivanja

# tl_repository.releasedate.1
source: Enter the publishing date of this release in format %s
tl: Upišite datum objavljivanja ovog izdanja kao YYYY-MM-DD.

# tl_repository.selversion.0
source: Version
tl: Verzija

# tl_repository.selversion.1
source: Please select the version
tl: Odaberite verziju.

# tl_repository.type.0
source: Type
tl: Vrsta

# tl_repository.type.1
source: Please select the extension type.
tl: Odaberite vrstu ekstenzije.

# tl_repository.usability.0
source: Usability
tl: Upotrljebljivost (Usability)

# tl_repository.usability.1
source: Does the extension meet the Contao standards for usability and accessability?
tl: Da li ekstenzija odgovara TYPOlight standardnima upotljebljivosti i pristupačnosti.

# tl_repository.version.0
source: Version
tl: Verzija

# tl_repository.version.1
source: Version numbers must be in format n.n.n s, where n are integers and s is one of: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
tl: Brojevi verzije moraju biti u formatu n.n.n s, gdje su n cijeli brojevi a s je jedan od: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable

# tl_repository.lickey.0
source: License key
tl: Ključ licence

# tl_repository.lickey.1
source: Enter the license key that you got from the extension vendor.
tl: Upišite ključ licence kojeg ste dobili od prodavatelja ekstenzije

# tl_repository.uninstprotect.0
source: Uninstall protection
tl: Zaštita od deinstalacije

# tl_repository.uninstprotect.1
source: Protect extension against accidental uninstallation.
tl: Zaštite ekstenziju od slučajne deinstalacije.

# tl_repository.updateprotect.0
source: Update protection
tl: Zaštita nadogradnje

# tl_repository.updateprotect.1
source: Protect extension against accidental update.
tl: Zaštitite ekstenziju od slučajne nadogradnje.

# tl_repository.author
source: Author
tl: Autor

# tl_repository.build
source: Build
tl: Izgradi

# tl_repository.cancel
source: Cancel
tl: Odustani

# tl_repository.continue
source: Continue
tl: Nastavi

# tl_repository.dependencies
source: Dependencies of this extension
tl: Zavisnost ove ekstenzije

# tl_repository.dependents
source: Other extensions depending on this one
tl: Druge ekstenzije ovise o ovoj ekstenziji

# tl_repository.dependentsdel
source: The following extensions are dependent from <em>%s</em> and may render broken:
tl: Slijedeće ekstenzije ovisne su o <em>%s</em> i mogu se procesuirati s greškom:

# tl_repository.donate
source: Donate
tl: Donacija

# tl_repository.downloads
source: Package downloads
tl: Downloada

# tl_repository.extensionnotfound
source: Extension not found.
tl: Ekstenzija nije pronađena.

# tl_repository.installs
source: Online installs
tl: Online instalacije

# tl_repository.langtrans
source: %s transl.
tl: %s prijevod

# tl_repository.manual
source: Manual
tl: Ručno

# tl_repository.no
source: no
tl: ne

# tl_repository.noextensionsfound
source: No matching extensions found.
tl: Ekstenzije nisu pronađene.

# tl_repository.orderby
source: Order by
tl: Poredaj po

# tl_repository.otherlanguages
source: Other languages
tl: Drugi jezici

# tl_repository.pageof
source: Page %s of %s
tl: Stranica %s od %s

# tl_repository.ratingfmt
source: %.2f (%d votes)
tl: %.2f (%d glasova)

# tl_repository.reldownloads
source: Release downloads
tl: Downloada izdanja

# tl_repository.releasenotesfor
source: Release notes and change log for %s
tl: Zabilješke o izdanju i dnevnik izmjena za %s

# tl_repository.relfunctionality
source: Release functionality
tl: Funkcionalnost izdanja

# tl_repository.relinstalls
source: Release installs
tl: Instalacije izdanja

# tl_repository.relquality
source: Release quality
tl: Kvalitet izdanja

# tl_repository.relrating
source: Release rating
tl: Ocjena izdanja

# tl_repository.relupdates
source: Release updates
tl: Ažuriranje izdanja

# tl_repository.relusability
source: Release usability
tl: Upotrebljivost izdanja

# tl_repository.save
source: Save
tl: Sačuvaj

# tl_repository.shop
source: Shop
tl: Trgovina

# tl_repository.showpicture
source: Show full size picture
tl: Prikaži sliku u cijeloj veličini

# tl_repository.state
source: State
tl: Stanje

# tl_repository.thumbnail
source: Thumbnail picture
tl: Thumbnail

# tl_repository.totdownloads
source: Total downloads
tl: Ukupno downloada

# tl_repository.totfunctionality
source: Total functionality
tl: Ukupna funkcionalnost

# tl_repository.totinstalls
source: Total installs
tl: Ukupno instalacija

# tl_repository.totquality
source: Total quality
tl: Ukupna kvaliteta

# tl_repository.totrating
source: Total rating
tl: Ukupna ocjena

# tl_repository.totupdates
source: Total updates
tl: Ukupno ažuriranja

# tl_repository.totusability
source: Total usability
tl: Ukupna upotrljebljivost

# tl_repository.versionfrom
source: Version from
tl: Verzija od

# tl_repository.versions
source: Other versions
tl: Druge verzije

# tl_repository.versionto
source: Version to
tl: Verzija do

# tl_repository.yes
source: yes
tl: da

# tl_repository.action
source: Action
tl: Radnja

# tl_repository.actionsummary
source: Action summary
tl: Akcija radnje

# tl_repository.actionsuccess
source: Actions successful.
tl: Akcija uspješna

# tl_repository.actionfailed
source: One or more actions failed.
tl: Jedna ili više radnji nije uspjela.

# tl_repository.apply
source: Apply
tl: rimjeni

# tl_repository.byorder
source: By %s
tl: Od %s

# tl_repository.checkextension
source: Check extension
tl: Provjeri ekstenziju

# tl_repository.dbuptodate
source: Database is up to date
tl: Baza podataka je ažurirana

# tl_repository.deletingdirs
source: Deleting directories
tl: Brisanje direktorija

# tl_repository.deletingfiles
source: Deleting files
tl: Brisanje fajlova

# tl_repository.editextension
source: Edit settings
tl: Edituj postavke

# tl_repository.extinstrecntf
source: Extension install record not found
tl: Zapis instalacije ekstenzije nije pronađen

# tl_repository.errdldpkg
source: Download of package from repository failed
tl: Download zapakovanog fajla iz repozitorija nije uspio

# tl_repository.failed
source: failed
tl: neuspješno

# tl_repository.fileerrwrite
source: Error writing file %s
tl: Greška kod zapisivanja u fajl %s

# tl_repository.filesdeleted
source: %s file(s) deleted
tl: %s fajlova izbrisano

# tl_repository.filesinstalled
source: %s file(s) installed
tl: %s fajlova instalirano

# tl_repository.filesunchanged
source: %s file(s) unchanged
tl: %s fajlova nepromijenjeno

# tl_repository.filesupdated
source: %s file(s) updated
tl: %s fajlova ažurirano

# tl_repository.ftsearch
source: Fulltext search
tl: Fulltext pretraživanje (pretraživanje cijelog teksta)

# tl_repository.goback
source: Go back
tl: Nazad

# tl_repository.install
source: Install
tl: Instaliraj

# tl_repository.installextension
source: Install extension
tl: Instaliraj/ažuriraj ekstenziju

# tl_repository.installingext
source: Install %s %s build %s
tl: instaliraj %s %s build %s

# tl_repository.installlogtitle
source: File installation/update log
tl: Dnevnik instalacije/ažuriranja fajla

# tl_repository.lickeyrequired
source: This extension requires a license key. Please visit the vendor's shop to purchase one.
tl: Ova ekstenzija zahtjeva ključ za licencu. Posjetite stranicu prodavatelja kako bi kupili ključ.

# tl_repository.none
source: None
tl: Ništa

# tl_repository.notfound
source: not found
tl: nije pronađen(o)

# tl_repository.ok
source: OK
tl: U redu

# tl_repository.okuninstextension
source: OK to uninstall <em>%s</em> now?
tl: U redu - deinstaliraj <em>%s</em> odmah?

# tl_repository.showdetails
source: Show details
tl: Prikaži detalje

# tl_repository.stateshint
source: Check the states to be included.
tl: Označi države koje će biti uključene.

# tl_repository.success
source: success
tl: Uspijeh

# tl_repository.uninstallextension
source: Uninstall extension
tl: Deinstaliraj ekstenziju

# tl_repository.updatedatabase
source: Update database
tl: Provjeri/ažuriraj bazu podataka

# tl_repository.updateextension
source: Update extension
tl: Ažuriraj ekstenziju

# tl_repository.updateextensions
source: Update checked extensions
tl: Ažuriranje označenih ekstenzija

# tl_repository.update
source: Update
tl: Ažuriraj

# tl_repository.updates
source: Updates
tl: Ažuriranja

# tl_repository.updatehint
source: Check the states to be included at updates.
tl: Označi države koje će biti uključene prilikom ažuriranja.

# tl_repository.updatingext
source: Update %s %s build %s
tl: Ažuriraj %s %s build %s

# tl_repository.validate
source: Repair
tl: Popravi

# tl_repository.validatingext
source: Verify/repair %s %s build %s
tl: Potvrdi/popravi %s %s build %s

# tl_repository_statext.uptodate
source: Up to date
tl: Ažurirano

# tl_repository_statext.notapproved
source: Not approved for %s %s
tl: Nije odobreno za %s %s.

# tl_repository_statext.notapprovedwith
source: Not approved with %s %s
tl: Nije odobreno s %s %s.

# tl_repository_statext.shouldwork
source: Expected to be compatible with %s %s
tl: Očekuje se da bude kompatibilno s %s %s

# tl_repository_statext.newversion
source: Version %s build %s available
tl: Nova verzija %s build %s dostupna

# tl_repository_statext.depmissing
source: Missing required extension %s
tl: Nedostaje potrebna ekstenzija %s.

# tl_repository_statext.extnotfound
source: Extension not found in repository
tl: Ekstenzija nije pronađena u repozitoriju.

# tl_repository_statext.vernotfound
source: Installed version not found in repository
tl: Instalirana verzija nije pronađena u repozitoriju.

# tl_repository_statext.extneedkey
source: License key required, install extension in advance
tl: Potreban je ključ licence, instaliraj ekstenziju unaprijed.

# tl_repository_statext.errorinstall
source: Corrupted, update/repair required
tl: Neuspješna instalacija, preporučuje se ažuriranje/popravak.

# tl_repository_type_options.free
source: Free
tl: Besplatna

# tl_repository_type_options.private
source: Private
tl: Privatna

# tl_repository_type_options.commercial
source: Commercial
tl: Komercijalna

# tl_repository_category_options.application
source: Application
tl: Aplikacija

# tl_repository_category_options.template
source: Theme
tl: Tema

# tl_repository_category_options.utility
source: Utility
tl: Koristan program

# tl_repository_category_options.translation
source: Translation
tl: Prijevod

# tl_repository_category_options.other
source: Other
tl: Ostalo

# tl_repository_category_options.core
source: Core
tl: Jezgra (Core)

# tl_repository_order_options.reldate
source: Releasedate
tl: Datum izdavanja

# tl_repository_order_options.rating
source: Rating
tl: Ocjena

# tl_repository_order_options.popular
source: Popularity
tl: Popularnost

# tl_repository_order_options.name
source: Name
tl: Naziv

# tl_repository_order_options.title
source: Title
tl: Naslov

# tl_repository_order_options.author
source: Author
tl: Autor
