Repository: tobaco/core
Catalog: .tx/source/rm/calendar/*_calendar.xlf
Languages: tl

# tl_calendar.title.0
source: Title
tl: Titel

# tl_calendar.title.1
source: Please enter the calendar title.
tl: Endatescha per plaschair in titel per il chalender.

# tl_calendar.jumpTo.0
source: Redirect page
tl: Pagina per renviar

# tl_calendar.jumpTo.1
source: Please choose the event reader page to which visitors will be redirected when clicking an event.
tl: Tscherna per plaschair ina pagina d'in lectur d'occurrenzas a la quala ils visitaders vegnan renviads sch'els cliccan sin ina occurrenza.

# tl_calendar.allowComments.0
source: Enable comments
tl: Activar commentaris

# tl_calendar.allowComments.1
source: Allow visitors to comment events.
tl: Lubir als visitaders da commentar las occurrenzas.

# tl_calendar.notify.0
source: Notify
tl: Infurmar

# tl_calendar.notify.1
source: Please choose who to notify when comments are added.
tl: Tscherna tgi che duai vegnir infurmà sche occurrenzas vegnan commentadas.

# tl_calendar.sortOrder.0
source: Sort order
tl: Successiun da zavrar

# tl_calendar.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
tl: Sco standard vegnan las occurrenzas zavradas ascendentamain, cumenzond cun l'occurrenza la pli veglia.

# tl_calendar.perPage.0
source: Comments per page
tl: Commentaris per pagina

# tl_calendar.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
tl: Dumber da commentaris per pagina. 0 deactivescha la creaziun da paginas.

# tl_calendar.moderate.0
source: Moderate comments
tl: Moderar commentaris

# tl_calendar.moderate.1
source: Approve comments before they are published on the website.
tl: Approvar tut ils commentaris avant ch'els vegnan publitgads sin la pagina web.

# tl_calendar.bbcode.0
source: Allow BBCode
tl: Permetter BBCode

# tl_calendar.bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: Lubir als visitaders da formatar lur commentaris cun agid da BBCode.

# tl_calendar.requireLogin.0
source: Require login to comment
tl: Annunzia necessaria per commentar

# tl_calendar.requireLogin.1
source: Allow only authenticated users to create comments.
tl: Be lubir ad utilisaders annunziads da commentar

# tl_calendar.disableCaptcha.0
source: Disable the security question
tl: Deactivar la dumonda da segirezza

# tl_calendar.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
tl: Recumandaziun: Be utilisar questa funcziun sch'ils commentaris èn limitads sin utilisaders annunziads!

# tl_calendar.protected.0
source: Protect calendar
tl: Proteger chalender

# tl_calendar.protected.1
source: Show events to certain member groups only.
tl: Be mussar las occurrenzas a tschertas gruppas da commembers.

# tl_calendar.groups.0
source: Allowed member groups
tl: Gruppas da commembers lubidas

# tl_calendar.groups.1
source: These groups will be able to see the events in this calendar.
tl: Questas gruppas da commembers pon vesair las occurrenzas en quest chalender.

# tl_calendar.makeFeed.0
source: Generate feed
tl: Generar in feed

# tl_calendar.makeFeed.1
source: Generate an RSS or Atom feed from the calendar.
tl: Generar in feed da RSS u Atom ord quest chalender.

# tl_calendar.format.0
source: Feed format
tl: Format dal feed

# tl_calendar.format.1
source: Please choose a feed format.
tl: Tscherna per plaschair in format da feed.

# tl_calendar.language.0
source: Feed language
tl: Lingua dal feed

# tl_calendar.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
tl: Endatar la lingua dal feed tenor il standard da ISO-639 (p.ex. <em>rm</em>, <em>de</em> u <em>en-us</em>).

# tl_calendar.source.0
source: Export settings
tl: Opziuns da l'export

# tl_calendar.source.1
source: Here you can choose what will be exported.
tl: Qua pos ti tscherner tge che vegn exportà.

# tl_calendar.maxItems.0
source: Maximum number of items
tl: Dumber maximal dad elements

# tl_calendar.maxItems.1
source: Here you can limit the number of events. Set to 0 to export all.
tl: Qua pos ti limitar il dumber d'occurrenzas. Scriva 0 per exportar tut.

# tl_calendar.feedBase.0
source: Base URL
tl: URL da basa

# tl_calendar.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
tl: Endatescha la URL da basa cun il protocol (p.ex. <em>http://</em>).

# tl_calendar.alias.0
source: Feed alias
tl: Alias dal feed

# tl_calendar.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the root directory of your Contao installation, e.g. as <em>name.xml</em>.
tl: Qua pos ti inditgar in num da datoteca unic (senza extensiun da datoteca). La datoteca da feed da XML vegn generada automaticamain en l'ordinatur principal da tia installaziun da Contao, p.ex. sco <em>num.xml</em>.

# tl_calendar.description.0
source: Feed description
tl: Descripziun dal feed

# tl_calendar.description.1
source: Please enter a short description of the calendar feed.
tl: Endatescha per plaschair ina curta descripziun dal feed da chalender.

# tl_calendar.tstamp.0
source: Revision date
tl: Ultima midada

# tl_calendar.tstamp.1
source: Date and time of the latest revision
tl: Data e temp da l'ultima midada

# tl_calendar.title_legend
source: Title and redirect page
tl: Titel e pagina per renviar

# tl_calendar.comments_legend
source: Comments
tl: Commentaris

# tl_calendar.protected_legend
source: Access protection
tl: Protecziun da l'access

# tl_calendar.feed_legend
source: RSS/Atom feed
tl: Feed dad RSS/Atom

# tl_calendar.notify_admin
source: System administrator
tl: Administratur dal sistem

# tl_calendar.notify_author
source: Author of the event
tl: Autur da l'occurrenza

# tl_calendar.notify_both
source: Author and system administrator
tl: Autur ed administratur dal sistem

# tl_calendar.source_teaser
source: Event teasers
tl: Teasers da l'occurrenza

# tl_calendar.source_text
source: Full articles
tl: Artitgels cumplets

# tl_calendar.new.0
source: New calendar
tl: Nov chalender

# tl_calendar.new.1
source: Create a new calendar
tl: Crear in nov chalender

# tl_calendar.show.0
source: Calendar details
tl: Detagls dal chalender

# tl_calendar.show.1
source: Show the details of calendar ID %s
tl: Mussar ils detagls dal chalender cun l'ID %s

# tl_calendar.edit.0
source: Edit calendar
tl: Modifitgar chalender

# tl_calendar.edit.1
source: Edit calendar ID %s
tl: Modifitgar il chalender cun l'ID %s

# tl_calendar.editheader.0
source: Edit calendar settings
tl: Modifitgar las opziuns dal chalender

# tl_calendar.editheader.1
source: Edit the settings of calendar ID %s
tl: Modifitgar las opziuns dal chalender cun l'ID %s

# tl_calendar.copy.0
source: Duplicate calendar
tl: Duplitgar il chalender

# tl_calendar.copy.1
source: Duplicate calendar ID %s
tl: Duplitgar il chalender cun l'ID %s

# tl_calendar.delete.0
source: Delete calendar
tl: Stizzar il chalender

# tl_calendar.delete.1
source: Delete calendar ID %s
tl: Stizzar il chalender cun l'ID %s

# tl_calendar.feeds.0
source: RSS feeds
tl: Feeds da RRS

# tl_calendar.feeds.1
source: Manage RSS feeds
tl: Administrar ils feeds da RSS
