Repository: tobaco/core
Catalog: .tx/source/*/faq/*_faq_category.xlf
Languages: tl

# tl_faq_category.title.0
source: Title
tl: தலைப்பு

# tl_faq_category.title.1
source: Please enter the category title.
tl: தயவுசெய்து பிரிவினை தலைப்பை உள்ளிடுங்கள்

# tl_faq_category.headline.0
source: Headline
tl: பிரதான தலைப்பு

# tl_faq_category.headline.1
source: Please enter the category headline.
tl: பிரிவின் பிரதான தலைப்பை உள்ளிடவும்

# tl_faq_category.allowComments.0
source: Enable comments
tl: பின்னூட்டங்களை நிகழ்நிலைப்படுத்து

# tl_faq_category.allowComments.1
source: Allow visitors to comment FAQs.
tl: FAQ களில் விருந்தினர்களை பின்னூட்டமிட அனுமதி

# tl_faq_category.notify.0
source: Notify
tl: நினைவுறுத்து

# tl_faq_category.notify.1
source: Please choose who to notify when comments are added.
tl: பின்னூட்டம் சேர்க்கப்படும்போது யாருக்கு நினைவுறுத்த வேண்டும் என தேர்வுசெய்யுங்கள்

# tl_faq_category.sortOrder.0
source: Sort order
tl: ஒழுங்குபடுத்தும் முறை

# tl_faq_category.perPage.0
source: Comments per page
tl: ஒரு பக்கத்திலுள்ள பின்னூட்டங்கள்

# tl_faq_category.moderate.0
source: Moderate comments
tl: பின்னூட்டங்களை மட்டறு

# tl_faq_category.bbcode.0
source: Allow BBCode
tl: BBCode இனை அனுமதி

# tl_faq_category.requireLogin.0
source: Require login to comment
tl: பின்னூட்டமிட உள்நுழையவேண்டும்

# tl_faq_category.requireLogin.1
source: Allow only authenticated users to create comments.
tl: உள்நுழைந்த பயனர்கள் மட்டும் பின்னூட்டமிட அனுமதி

# tl_faq_category.disableCaptcha.0
source: Disable the security question
tl: பாதுகாப்பு கேள்வியை நிறுத்து

# tl_faq_category.tstamp.0
source: Revision date
tl: மீள்திருத்த திகதி

# tl_faq_category.tstamp.1
source: Date and time of the latest revision
tl: பிந்திய மீள்திருத்தத்தின் நேரமும் திகதியும்

# tl_faq_category.comments_legend
source: Comments
tl: பின்னூட்டங்கள்

# tl_faq_category.notify_author
source: Author of the FAQ
tl: FAQ இன் ஆசிரியர்

# tl_faq_category.new.0
source: New category
tl: புதிய பிரிவு

# tl_faq_category.new.1
source: Create a new category
tl: புதிய பிரிவொன்றை உருவாக்குங்கள்

# tl_faq_category.show.0
source: Category details
tl: பிரிவு விபரம்

# tl_faq_category.edit.0
source: Edit category
tl: பிரிவை தொகு

# tl_faq_category.editheader.0
source: Edit category settings
tl: பிரிவு அமைப்புக்களை தொகு

# tl_faq_category.copy.0
source: Duplicate category
tl: பிரிவை பிரதிசெய்

# tl_faq_category.delete.0
source: Delete category
tl: பிரிவை நீக்கு
